Repository: wewallets/wewallet
Catalog: lib/l10n/intl_*.arb
Languages: ms, th, zh

# stwb135
source: Features
ms: Ciri
th: คุณสมบัติ
zh: 特点

# stwb136
source: Ownership:
ms: Pemilikan:
th: ความเป็นเจ้าของ:
zh: 所有权：

# stwb137
source: Unlike centralized institutions, on the NFT platform controlled by RISE Financial, NFT is the real asset in the user's wallet.
ms: Tidak seperti institusi berpusat, pada platform NFT yang dikawal oleh RISE Financial, NFT ialah aset sebenar dalam dompet pengguna.
th: ต่างจากสถาบันแบบรวมศูนย์ บนแพลตฟอร์ม NFT ที่ควบคุมโดย RISE Financial NFT เป็นทรัพย์สินที่แท้จริงในกระเป๋าเงินของผู้ใช้
zh: 不同于中心化机构，在RISE金控的NFT平台，NFT是用户钱包中真正拥有的资产。

# stwb138
source: Permanent:
ms: Kekal:
th: ถาวร:
zh: 永久性：

# stwb139
source: Once an NFT is minted, it can live on the blockchain forever.
ms: Setelah NFT dicetak, ia boleh hidup di blockchain selama-lamanya.
th: เมื่อสร้าง NFT แล้ว ก็สามารถอยู่บนบล็อกเชนได้ตลอดไป
zh: 一旦 NFT 被铸造，就可以永远存在于区块链上。

# stwb140
source: The provenance can be proven:
ms: Asal boleh dibuktikan:
th: ต้นทางสามารถพิสูจน์ได้:
zh: 出处可证明：

# stwb141
source: It is possible to know exactly who held the NFT, all the way back to the creator of the NFT.
ms: Adalah mungkin untuk mengetahui dengan tepat siapa yang memegang NFT, sepanjang perjalanan kembali kepada pencipta NFT.
th: เป็นไปได้ที่จะรู้ว่าใครเป็นผู้กุม NFT อย่างแน่ชัด ย้อนกลับไปถึงผู้สร้าง NFT
zh: 可以确切知道谁曾持有过该 NFT，一直追溯到 NFT 的创作者。

# stwb142
source: Scarcity Proof:
ms: Bukti Kekurangan:
th: หลักฐานขาดแคลน:
zh: 稀缺性证明：

# stwb143
source: Since all records are publicly accessible, the number of NFTs in existence can be confirmed at any time.
ms: Memandangkan semua rekod boleh diakses secara umum, bilangan NFT yang wujud boleh disahkan pada bila-bila masa.
th: เนื่องจากระเบียนทั้งหมดเข้าถึงได้แบบสาธารณะ จึงยืนยันจำนวน NFT ที่มีอยู่ได้ตลอดเวลา
zh: 由于所有记录都可公开访问，因此可以随时确认 NFT 现存的数量。

# stwb144
source: Programmability:
ms: Kebolehprograman:
th: ความสามารถในการตั้งโปรแกรม:
zh: 可编程性：

# stwb145
source: Using smart contract technology, art collection NFTs can be traded between players or applications.
ms: Menggunakan teknologi kontrak pintar, NFT koleksi seni boleh didagangkan antara pemain atau aplikasi.
th: การใช้เทคโนโลยีสัญญาอัจฉริยะ ทำให้สามารถแลกเปลี่ยน NFT คอลเลคชันงานศิลปะระหว่างผู้เล่นหรือแอปพลิเคชันได้
zh: 使用智能合约技术，艺术藏品NFT 可在玩家间或应用之间进行交易。

# stwb146
source: Decentralization:
ms: Penyahpusatan:
th: การกระจายอำนาจ:
zh: 去中心化：

# stwb147
source: The platform's economic system maintains its integrity in a way of complete trust. Once launched, even if the project party leaves the project, it can still be promoted by the community spontaneously.
ms: Sistem ekonomi platform mengekalkan integritinya dengan cara yang penuh amanah. Setelah dilancarkan, walaupun pihak projek meninggalkan projek, ia masih boleh dipromosikan oleh masyarakat secara spontan.
th: ระบบเศรษฐกิจของแพลตฟอร์มยังคงความสมบูรณ์ในแนวทางของความไว้วางใจอย่างสมบูรณ์ เมื่อเปิดตัวแล้ว แม้ว่าฝ่ายโครงการจะออกจากโครงการ ชุมชนก็ยังสามารถส่งเสริมโดยธรรมชาติได้
zh: 平台的经济体系以完全信任的方式保持完整性，一旦启动，即便离开项目方仍然可以由社区自发推动运行。

# stwb148
source: IM instant messaging
ms: IM mesej segera
th: textโต้ตอบแบบทันที IM
zh: IM即时通讯

# stwb149
source: IM is a full-featured social service platform based on instant messaging, which enriches the entertainment and interactivity of global users in the ecological community, attracting traffic and promoting life.
ms: IM ialah platform perkhidmatan sosial berciri penuh berdasarkan pemesejan segera, yang memperkaya hiburan dan interaktiviti pengguna global dalam komuniti ekologi, menarik trafik dan mempromosikan kehidupan.
th: IM เป็นแพลตฟอร์มบริการโซเชียลที่มีคุณสมบัติครบถ้วนตามการส่งtextโต้ตอบแบบทันที ซึ่งช่วยเพิ่มความบันเทิงและการโต้ตอบของผู้ใช้ทั่วโลกในชุมชนระบบนิเวศ ดึงดูดการจราจรและส่งเสริมชีวิต
zh: IM是一个基于即时通讯的的全功能社交服务平台，丰富了全球用户在生态社区内的娱乐性、互动性，引流促活。

# stwb150
source: Function
ms: Fungsi
th: ฟังก์ชัน
zh: 功能

# stwb151
source: Group Chat / Blockchain News / Dynamic Moments / Live Video / Contacts
ms: Sembang Kumpulan / Berita Rantaian Sekat / Detik Dinamik / Video Langsung / Kenalan
th: แชทกลุ่ม / ข่าวบล็อคเชน / ช่วงเวลาไดนามิก / วิดีโอสด / ผู้ติดต่อ
zh: 群组聊天 / 区块链消息 / 动态朋友圈 / 视频直播 / 通讯录

# stwb152
source: Highlights
ms: Sorotan
th: ไฮไลท์
zh: 亮点

# stwb153
source: The mobile terminal is convenient and fast, chat with friends anytime, anywhere, group chat, send red envelopes to reward blockchain assets
ms: Terminal mudah alih adalah mudah dan pantas, berbual dengan rakan pada bila-bila masa, di mana-mana sahaja, sembang kumpulan, hantar sampul merah untuk memberi ganjaran kepada aset blockchain
th: เทอร์มินัลมือถือสะดวกและรวดเร็ว แชทกับเพื่อนทุกที่ทุกเวลา แชทเป็นกลุ่ม ส่งซองแดงให้รางวัลสินทรัพย์บล็อคเชน
zh: 手机端方便快捷，随时随地与好友聊天、群聊、发红包打赏区块链资产

# stwb154
source: Multiplayer video live broadcast, live broadcast reward blockchain assets, and constantly innovate to improve user experience
ms: Siaran langsung video berbilang pemain, aset rantaian ganjaran siaran langsung dan sentiasa berinovasi untuk meningkatkan pengalaman pengguna
th: การถ่ายทอดสดวิดีโอแบบผู้เล่นหลายคน การถ่ายทอดสดให้รางวัลสินทรัพย์บล็อกเชน และสร้างสรรค์สิ่งใหม่ๆ อย่างต่อเนื่องเพื่อปรับปรุงประสบการณ์ผู้ใช้
zh: 多人视频直播，直播打赏区块链资产，不断创新提升用户体验

# stwb155
source: Committed to creating a social software that integrates good blockchain community services and entertainment
ms: Komited untuk mencipta perisian sosial yang menyepadukan perkhidmatan komuniti dan hiburan blockchain yang baik
th: มุ่งมั่นที่จะสร้างซอฟต์แวร์โซเชียลที่รวมบริการชุมชนบล็อกเชนที่ดีและความบันเทิง
zh: 致力于打造良好的区块链社区服务、娱乐于一体的社交软件

# stwb156
source: Share the news in the circle of friends, understand each other's friends' news, and share your life and leave footprints
ms: Kongsi berita dalam kalangan rakan-rakan, fahami berita rakan satu sama lain, dan kongsi hidup anda dan tinggalkan jejak
th: แบ่งปันข่าวในแวดวงเพื่อน เข้าใจข่าวของเพื่อนกัน แบ่งปันชีวิตและทิ้งรอยเท้า
zh: 朋友圈分享动态，互相了解好友动态，分享生活留下足迹

# stwb157
source: On-chain entertainment
ms: Hiburan dalam rangkaian
th: ความบันเทิงในเครือข่าย
zh: 链上娱乐

# stwb158
source: RISE follows the current trend of consumption upgrades, deeply supports entertainment applications, and provides free tools and protocols for entertainment applications built on its blockchain.
ms: RISE mengikuti aliran naik taraf penggunaan semasa, menyokong aplikasi hiburan secara mendalam, dan menyediakan alatan dan protokol percuma untuk aplikasi hiburan yang dibina di atas rantaian bloknya.
th: RISE ติดตามแนวโน้มปัจจุบันของการอัพเกรดการบริโภค สนับสนุนแอปพลิเคชันด้านความบันเทิงอย่างล้ำลึก และมอบเครื่องมือและโปรโตคอลฟรีสำหรับแอปพลิเคชันความบันเทิงที่สร้างขึ้นบนบล็อกเชน
zh: RISE遵从当下消费升级的趋势，深入支持娱乐应用程序、为建立在其区块链上的娱乐应用程序提供免费的工具和协议。

# stwb159
source: Apply
ms: Mohon
th: สมัคร
zh: 应用

# stwb160
source: Traffic sharing丨Decentralized voting丨Project financing丨Property management丨Digital payment
ms: Perkongsian trafik丨Pengundian terpencar丨Pembiayaan projek丨Pengurusan harta丨Pembayaran digital
th: การแบ่งปันการจราจร丨การลงคะแนนแบบกระจายอำนาจ丨การจัดหาเงินทุนโครงการ丨การจัดการทรัพย์สิน丨การชำระเงินดิจิทัล
zh: 流量共享丨去中心投票丨项目融资丨产权管理丨数字支付

# stwb161
source: Function
ms: Fungsi
th: ฟังก์ชัน
zh: 功能

# stwb162
source: Accelerate the time to market of entertainment applications丨Inspire the entertainment industry丨Produce content, innovative forms, and upgrade models丨Promote the cross-border and progress of the entire industry
ms: Mempercepatkan masa untuk memasarkan aplikasi hiburan丨Menginspirasikan industri hiburan丨Menghasilkan kandungan, bentuk inovatif dan menaik taraf model丨Menggalakkan rentas sempadan dan kemajuan keseluruhan industri
th: เร่งเวลาสู่ตลาดของแอปพลิเคชันด้านความบันเทิง丨สร้างแรงบันดาลใจให้กับวงการบันเทิง丨ผลิตเนื้อหา สร้างสรรค์รูปแบบใหม่ๆ และอัปเกรดโมเดล丨ส่งเสริมข้ามพรมแดนและความก้าวหน้าของอุตสาหกรรมทั้งหมด
zh: 加快娱乐应用上市时间丨激励娱乐产业丨产出内容、创新形式、升级模式丨促进整个行业的跨界与进步

# stwb163
source: Anchor Assets
ms: Aset Sauh
th: ทรัพย์สมบัติ
zh: 锚定资产

# stwb164
source: RISE-anchored assets means that users deposit native assets into the RISE designated gateway as collateral, and obtain the corresponding R-anchored assets on the RISE network. Users participate in investment transactions through R-anchored assets on the RISE platform, not only can Save high gas fees and achieve instant settlement.
ms: Aset berlabuh RISE bermakna pengguna mendepositkan aset asli ke dalam gerbang yang ditetapkan RISE sebagai cagaran, dan mendapatkan aset berlabuh R yang sepadan pada rangkaian RISE. Pengguna mengambil bahagian dalam transaksi pelaburan melalui aset berlabuh R pada platform RISE , bukan sahaja boleh Menjimatkan yuran gas yang tinggi dan mencapai penyelesaian segera.
th: สินทรัพย์ที่ยึด RISE หมายความว่าผู้ใช้ฝากสินทรัพย์ดั้งเดิมในเกตเวย์ที่กำหนด RISE เพื่อเป็นหลักประกัน และรับสินทรัพย์ที่ยึด R ที่สอดคล้องกันบนเครือข่าย RISE ผู้ใช้มีส่วนร่วมในธุรกรรมการลงทุนผ่านสินทรัพย์ที่ยึด R บนแพลตฟอร์ม RISE ไม่เพียงแต่สามารถบันทึกค่าน้ำมันที่สูงและบรรลุข้อตกลงในทันที
zh: RISE锚定资产，是用户把原生资产存入RISE指定网关作为抵押，并在RISE网络获得对应的R锚定资产。用户在RISE平台通过R锚定资产参与投资交易，不仅能够省下高额Gas费，还能实现即时结算。

# stwb165
source: Distribution method
ms: Kaedah pengedaran
th: วิธีการแจกจ่าย
zh: 发行方式

# stwb166
source: ·R-anchored assets are in one-to-one correspondence with exchange currencies, and the value is anchored at 1:1.
ms: ·Aset berlabuh R berada dalam surat-menyurat satu dengan satu dengan mata wang pertukaran dan nilainya berlabuh pada 1:1.
th: ·สินทรัพย์ที่ยึด R เป็นแบบหนึ่งต่อหนึ่งกับการแลกเปลี่ยนสกุลเงิน และมูลค่าจะยึดไว้ที่ 1:1
zh: ·R锚定资产与兑换币种一一对应，价值1:1锚定。

# stwb167
source: The issuance, acceptance and custody of R-anchored assets are independently completed by the RISE platform.
ms: Pengeluaran, penerimaan dan penjagaan aset berlabuh R diselesaikan secara bebas oleh platform RISE.
th: การออก การยอมรับ และการดูแลทรัพย์สินที่มีจุดยึด R เสร็จสมบูรณ์โดยอิสระโดยแพลตฟอร์ม RISE
zh: R锚定资产发行、承兑、托管，均由RISE平台独立完成。

# stwb168
source: With the development of the project, with the consent of the community, multi-chain products can also be developed to gain more profit space for users.
ms: Dengan pembangunan projek, dengan persetujuan masyarakat, produk berbilang rantaian juga boleh dibangunkan untuk mendapatkan lebih banyak ruang keuntungan untuk pengguna.
th: ด้วยการพัฒนาโครงการด้วยความยินยอมของชุมชน ผลิตภัณฑ์หลายสายสามารถพัฒนาได้เพื่อเพิ่มพื้นที่กำไรสำหรับผู้ใช้
zh: 随着项目发展，经过社区同意，还可以发展多链产品为用户谋取更多盈利空间。

# stwb169
source: With the development of the project, various functions such as mortgage, loan and payment will be realized.
ms: Dengan pembangunan projek, pelbagai fungsi seperti gadai janji, pinjaman dan pembayaran akan direalisasikan.
th: ด้วยการพัฒนาโครงการ ฟังก์ชันต่างๆ เช่น การจำนอง เงินกู้ และการชำระเงินจะเป็นจริง
zh: 随着项目发展实现抵押、借贷、支付等多样化功能。

# stwb170
source: Exchange
ms: Pertukaran
th: แลกเปลี่ยน
zh: 汇兑

# stwb171
source: Ripple's "consensus mechanism" allows all nodes in the system to automatically receive updates to the general ledger transaction records within a few seconds, and this process does not require a central data processing center.
ms: Mekanisme konsensus" Ripple membenarkan semua nod dalam sistem menerima kemas kini secara automatik kepada rekod transaksi lejar am dalam beberapa saat, dan proses ini tidak memerlukan pusat pemprosesan data pusat.
th: กลไกฉันทามติ" ของ Ripple อนุญาตให้โหนดทั้งหมดในระบบรับการอัปเดตโดยอัตโนมัติไปยังบันทึกธุรกรรมบัญชีแยกประเภททั่วไปภายในไม่กี่วินาที และกระบวนการนี้ไม่ต้องการศูนย์ประมวลผลข้อมูลส่วนกลาง
zh: 瑞波的「共识机制」让系统中所有节点能在几秒钟内自动接收对总账本交易记录的更新，这个过程不需要经过中央数据处理中心。

# stwb172
source: RISE's exchange solution is built by connecting Ripple's standardized technology and the RISE network. This protocol enables interoperability between different ledgers and payment networks, providing cryptographic security in businesses such as exchange tokens and cross-border exchange. An end-to-end payment process with transaction immutability and information redundancy.
ms: Penyelesaian pertukaran RISE dibina dengan menghubungkan teknologi piawai Ripple dan rangkaian RISE. Protokol ini membolehkan kesalingoperasian antara lejar dan rangkaian pembayaran yang berbeza, menyediakan keselamatan kriptografi dalam perniagaan seperti token pertukaran dan pertukaran rentas sempadan. End-to -menamatkan proses pembayaran dengan ketidakbolehubah transaksi dan lebihan maklumat.
th: โซลูชันการแลกเปลี่ยนของ RISE สร้างขึ้นโดยเชื่อมต่อเทคโนโลยีที่ได้มาตรฐานของ Ripple กับเครือข่าย RISE โปรโตคอลนี้ช่วยให้สามารถทำงานร่วมกันได้ระหว่างบัญชีแยกประเภทและเครือข่ายการชำระเงินต่างๆ ให้ความปลอดภัยในการเข้ารหัสในธุรกิจต่างๆ เช่น โทเค็นการแลกเปลี่ยนและการแลกเปลี่ยนข้ามพรมแดน -สิ้นสุดขั้นตอนการชำระเงินด้วยการเปลี่ยนแปลงของธุรกรรมและความซ้ำซ้อนของข้อมูล
zh: RISE的汇兑解决方案通过连接Ripple 的标准化技术和RISE网络构建，该协议可实现不同分类账和支付网络之间的互操作，提供了兑换通证及跨国汇兑等业务中加密安全的端到端支付流程，并具有交易不变性和信息冗余性。

# stwb173
source: Advantage
ms: Kelebihan
th: ข้อได้เปรียบ
zh: 优势

# stwb174
source: Faster, more transparent, more efficient
ms: Lebih pantas, lebih telus, lebih cekap
th: เร็วกว่า โปร่งใสกว่า มีประสิทธิภาพมากกว่า
zh: 更快速 更透明 更高效

# zf1
source: Crowdfunding Rewards
ms: Ganjaran Crowdfunding
th: รางวัลคราวด์ฟันดิ้ง
zh: 众筹奖励

# zf2
source: Record
ms: Rekod
th: บันทึก
zh: 记录

# zf3
source: Cumulative income
ms: Pendapatan terkumpul
th: รายได้สะสม
zh: 累计收益

# zf4
source: Dynamic income
ms: Pendapatan dinamik
th: รายได้แบบไดนามิก
zh: 动态收益

# zf5
source: Static income
ms: Pendapatan statik
th: รายได้คงที่
zh: 静态收益

# zf6
source: Dividend running water
ms: Dividen air mengalir
th: การจ่ายเงินปันผล
zh: 积累奖励

# zf7
source: Transfer
ms: Pemindahan
th: โอน
zh: 划转

# zf8
source: Available Assets
ms: Aset Tersedia
th: สินทรัพย์ที่มี
zh: 可用资产

# zf9
source: Points
ms: Mata
th: คะแนน
zh: 积分

# zf10
source: Available Assets
ms: Aset Tersedia
th: สินทรัพย์ที่มี
zh: 可用资产

# zf11
source: Record
ms: Rekod
th: บันทึก
zh: 记录

# zf12
source: Join now
ms: Sertai sekarang
th: เข้าร่วมเลย
zh: 立即参与

# zf13
source: View Details
ms: Lihat Butiran
th: ดูรายละเอียด
zh: 查看详情

# zf14
source: Crowdfunding progress
ms: Kemajuan Crowdfunding
th: ความคืบหน้าในการระดมทุน
zh: 众筹进度

# zf15
source: Project Details
ms: Butiran Projek
th: รายละเอียดโครงการ
zh: 项目详情

# zf16
source: Total Raising Time
ms: Jumlah Masa Menaikkan
th: เวลาเพิ่มทั้งหมด
zh: 总筹时间

# zf17
source: Crowdfunding target
ms: Sasaran crowdfunding
th: เป้าหมายการระดมทุน
zh: 众筹目标

# zf18
source: Amount available for purchase
ms: Jumlah tersedia untuk pembelian
th: จำนวนเงินที่สามารถซื้อได้
zh: 可购买数额

# zf19
source: Current crowdfunding amount
ms: Jumlah crowdfunding semasa
th: จำนวนการระดมทุนในปัจจุบัน
zh: 当前众筹数额

# zf20
source: Please enter the purchase quantity
ms: Sila masukkan kuantiti pembelian
th: โปรดป้อนปริมาณการซื้อ
zh: 请输入购买数量

# zf21
source: Confirm purchase
ms: Sahkan pembelian
th: ยืนยันการซื้อ
zh: 确认购买

# zf22
source: Successful purchase
ms: Pembelian yang berjaya
th: การซื้อที่ประสบความสำเร็จ
zh: 购买成功

# zf23
source: Project Details
ms: Butiran Projek
th: รายละเอียดโครงการ
zh: 项目详情

# zf24
source: Project Description
ms: Perihalan Projek
th: คำอธิบายโครงการ
zh: 项目说明

# zf25
source: Total crowdfunding
ms: Jumlah crowdfunding
th: การระดมทุนทั้งหมด
zh: 众筹总额

# zf26
source: Total period
ms: Jumlah tempoh
th: ระยะเวลาทั้งหมด
zh: 总期数

# zf27
source: Period
ms: Tempoh
th: ระยะเวลา
zh: 期

# zf28
source: Opening hours
ms: Waktu buka
th: เวลาทำการ
zh: 开放时间

# zf29
source: Crowdfunding status
ms: Status crowdfunding
th: สถานะการระดมทุน
zh: 众筹状态

# zf30
source: Coming soon
ms: Akan datang
th: เร็วๆ นี้
zh: 即将开启

# zf31
source: Crowdfunding status
ms: Status crowdfunding
th: สถานะการระดมทุน
zh: 众筹状态

# zf32
source: In progress
ms: Sedang berjalan
th: กำลังดำเนินการ
zh: 进行中

# zf33
source: Crowdfunding status
ms: Status crowdfunding
th: สถานะการระดมทุน
zh: 众筹状态

# zf34
source: Completed
ms: Selesai
th: เสร็จสิ้น
zh: 已完成

# zf35
source: Crowdfunding status
ms: Status crowdfunding
th: สถานะการระดมทุน
zh: 众筹状态

# zf36
source: Failed
ms: Gagal
th: ล้มเหลว
zh: 失败

# zf37
source: target
ms: sasaran
th: เป้าหมาย
zh: 目标

# zf38
source: Current crowdfunding amount
ms: Jumlah crowdfunding semasa
th: จำนวนคราวด์ฟันดิ้งปัจจุบัน
zh: 当前众筹数额

# zf39
source: Crowdfunding progress
ms: Kemajuan Crowdfunding
th: ความคืบหน้าในการระดมทุน
zh: 众筹进度

# zf40
source: Available quantity
ms: Kuantiti yang tersedia
th: ปริมาณที่มีจำหน่าย
zh: 认筹数量

# zf41
source: Remaining time
ms: Masa yang tinggal
th: เวลาที่เหลืออยู่
zh: 剩余时间

# zf42
source: View Details
ms: Lihat Butiran
th: ดูรายละเอียด
zh: 查看详情

# zf43
source: Project in progress
ms: Projek sedang berjalan
th: กำลังดำเนินการโครงการ
zh: 进行中的项目

# zf44
source: Ending Project
ms: Tamat Projek
th: ปิดโครงการ
zh: 收官项目

# zf45
source: Failed project
ms: Projek gagal
th: โครงการที่ล้มเหลว
zh: 失败项目

# zf46
source: Coming soon
ms: Akan datang
th: เร็วๆ นี้
zh: 即将开启

# zf47
source: Furiously
ms: Marah
th: อย่างฉุนเฉียว
zh: 火热进行

# zf48
source: Successfully concluded
ms: Berjaya membuat kesimpulan
th: สรุปได้สำเร็จ
zh: 圆满收官

# zf49
source: Failed project
ms: Projek gagal
th: โครงการที่ล้มเหลว
zh: 失败项目

# zf50
source: My
ms: Pembiayaan
th: การระดมทุนข
zh: 我的众筹

# zf51
source: My promotion
ms: Promosi saya
th: การโปรโมตของฉัน
zh: 我的团队

# zf52
source: Rewards
ms: Ganjaran
th: รางวัลคราวด์ฟันดิ้ง
zh: 众筹奖励

# zf53
source: Help Center
ms: Pusat Bantuan
th: ศูนย์ช่วยเหลือ
zh: 帮助中心

# zf54
source: My crowdfunding
ms: Pembiayaan ramai saya
th: การระดมทุนของฉัน
zh: 我的众筹

# zf55
source: The first
ms: Yang pertama
th: ครั้งแรก
zh: 第

# zf56
source: Period
ms: Tempoh
th: ระยะเวลา
zh: 期

# zf57
source: Revenue Record
ms: Rekod Hasil
th: บันทึกรายได้
zh: 收益记录

# zf58
source: Crowdfunding status
ms: Status crowdfunding
th: สถานะการระดมทุน
zh: 众筹状态

# zf59
source: Subscription time
ms: Masa langganan
th: เวลาสมัคร
zh: 认购时间

# zf60
source: Crowdfunding progress
ms: Kemajuan Crowdfunding
th: ความคืบหน้าในการระดมทุน
zh: 众筹进度

# zf61
source: Target Quantity
ms: Kuantiti Sasaran
th: ปริมาณเป้าหมาย
zh: 本期目标

# zf62
source: Subscription amount
ms: Jumlah langganan
th: จำนวนการสมัครสมาชิก
zh: 我的认购

# zf63
source: Revenue
ms: Hasil
th: รายได้
zh: 我的收益

# zf64
source: My promotion
ms: Promosi saya
th: การโปรโมตของฉัน
zh: 我的团队

# zf65
source: Star push officer
ms: Pegawai tolak bintang
th: เจ้าหน้าที่ดันดาว
zh: 级星推官

# zf66
source: Invite activation (person)
ms: Jemput pengaktifan (orang)
th: เชิญเปิดใช้งาน (คน)
zh: 直推人数

# zf67
source: My promotion code
ms: Kod promosi saya
th: รหัสส่งเสริมการขายของฉัน
zh: 我的推广码

# zf68
source: Copy
ms: Salin
th: คัดลอก
zh: 复制

# zf69
source: Revenue Record
ms: Rekod Hasil
th: บันทึกรายได้
zh: 收益记录

# zf70
source: Transfer
ms: Pemindahan
th: การโอนเงิน
zh: 划转

# zf71
source: Record
ms: Rekod
th: บันทึก
zh: 记录

# zf72
source: Transfer amount
ms: Jumlah pemindahan
th: จำนวนเงินที่โอน
zh: 划转数量

# zf73
source: Successful transfer
ms: Pemindahan yang berjaya
th: โอนสำเร็จ
zh: 划转成功

# zf74
source: Latest Announcement
ms: Pengumuman Terkini
th: ประกาศล่าสุด
zh: 最新公告

# zf75
source: FAQ
ms: Soalan Lazim
th: คำถามที่พบบ่อย
zh: 常见问题

# zf76
source: Beginners must read
ms: Pemula mesti membaca
th: ผู้เริ่มใช้งานต้องอ่าน
zh: 新手必读

# zf77
source: Crowdfunding related
ms: Berkaitan crowdfunding
th: เกี่ยวข้องกับการระดมทุน
zh: 众筹相关

# zf78
source: Help Center
ms: Pusat Bantuan
th: ศูนย์ช่วยเหลือ
zh: 帮助中心

# zf79
source: Crowdfunding
th: การระดมทุน
zh: 众筹

# xtj1
source: Accumulated Reward Pool
ms: Kumpulan Ganjaran Terkumpul
th: รางวัลสะสม
zh: 累积奖励池

# xtj2
source: Confirm participation
ms: Sahkan penyertaan
th: ยืนยันการเข้าร่วม
zh: 确认参与

# xtj3
source: Number of Periods
ms: Bilangan Tempoh
th: จำนวนงวด
zh: 期数

# xtj4
source: Total target
ms: Jumlah sasaran
th: เป้าหมายทั้งหมด
zh: 总目标

# xtj5
source: Current time
ms: Masa semasa
th: เวลาปัจจุบัน
zh: 当期时间

# xtj6
source: Subscription Limit
ms: Had Langganan
th: ขีดจำกัดการสมัครสมาชิก
zh: 认购限额

# xtj7
source: Project time
ms: Masa projek
th: เวลาของโครงการ
zh: 项目时间

# xtj8
source: Team Accumulation
ms: Pengumpulan Pasukan
th: การสะสมทีม
zh: 团队累计流水

# xtj9
source: Direct push address
ms: Alamat tolak terus
th: ที่อยู่พุชโดยตรง
zh: 直推地址

# xtj10
source: Cumulative crowdfunding amount
ms: Jumlah pendanaan ramai terkumpul
th: จำนวนคราวด์ฟันดิ้งสะสม
zh: 累积众筹金额

# xtj11
source: Total Team Purchases
ms: Jumlah Pembelian Pasukan
th: ยอดซื้อของทีม
zh: 团队购买总额

# xtj12
source: All items
ms: Semua item
th: รายการทั้งหมด
zh: 全部项目

# xtj14
source: Switch data mode
ms: Tukar mod data
th: สลับโหมดข้อมูล
zh: 切换数据模式

# xtj15
source: Data
th: ข้อมูล
zh: 数据

# xtj16
source: Participated
ms: Mengambil bahagian
th: เข้าร่วม
zh: 已参与

# xtj17
source: RISE crowdfunding
th: เพิ่มการระดมทุน
zh: RISE 众筹

# xtj18
source: RISE crowdfunding is a financial project developed by RISE Financial Holding Group based on the "1+12+N" application planning. . RISE crowdfunding participation threshold is lower, and there is a more secure mechanism to escort users' investment throughout the process.
ms: RISE crowdfunding ialah projek kewangan yang dibangunkan oleh RISE Financial Holding Group berdasarkan perancangan aplikasi "1+12+N". . Ambang penyertaan crowdfunding RISE lebih rendah dan terdapat mekanisme yang lebih selamat untuk mengiringi pengguna pelaburan sepanjang proses.
th: RISE crowdfunding เป็นโครงการทางการเงินที่พัฒนาโดย RISE Financial Holding Group ตามการวางแผนแอปพลิเคชัน "1+12+N" . RISE เกณฑ์การเข้าร่วมคราวด์ฟันดิ้งต่ำกว่า และมีกลไกที่ปลอดภัยมากขึ้นในการคุ้มกันผู้ใช้ ลงทุนตลอดกระบวนการ
zh: RISE众筹是RISE金控集团基于“1+12+N”应用规划开发的金融项目，汇集了资金流、流量、会员留量，以提升共识，实现用户共同富裕为最终目标。 RISE众筹参与门槛更低，更有保障机制为用户投资全程护航。

# xtj19
source: Crowdfunding
ms: Pembiayaan ramai
th: คราวด์ฟันดิ้ง
zh: 众筹

# xtj20
source: Participation requirements:
ms: Keperluan penyertaan:
th: ข้อกำหนดในการเข้าร่วม:
zh: 参与要求：

# xtj21
source: The balance of the crowdfunding wallet is RISE ≥100
ms: Baki dompet crowdfunding ialah RISE ≥100
th: ยอดเงินคงเหลือของกระเป๋าเงินคราวด์ฟันดิ้งคือ RISE ≥100
zh: 众筹钱包的余额RISE ≥100枚

# xtj22
source: Participation threshold:
ms: Ambang penyertaan:
th: เกณฑ์การเข้าร่วม:
zh: 参与门槛∶

# xtj23
source: Minimum 1 RISE
ms: Minimum 1 NAIK
th: ขั้นต่ำ 1 ขึ้น
zh: 最低1枚RISE

# xtj24
source: Number of participants:
ms: Bilangan peserta:
th: จำนวนผู้เข้าร่วม:
zh: 参与人数∶

# xtj25
source: It varies according to the fundraising goal of each issue
ms: Ia berbeza mengikut matlamat pengumpulan dana setiap keluaran
th: แตกต่างกันไปตามเป้าหมายการระดมทุนของแต่ละประเด็น
zh: 根据每期筹集目标有所不同

# xtj26
source: Crowdfunding revenue:
ms: Hasil crowdfunding:
th: รายได้จากการระดมทุน:
zh: 众筹收益：

# xtj27
source: Static income, dynamic income, cumulative reward pool
ms: Pendapatan statik, pendapatan dinamik, kumpulan ganjaran terkumpul
th: รายได้คงที่ รายได้แบบไดนามิก กลุ่มรางวัลสะสม
zh: 静态收益、动态收益、累积奖励池

# xtj28
source: Basic rules:
ms: Peraturan asas:
th: กฎพื้นฐาน:
zh: 基础规则：
