Repository: wewallets/wewallet
Catalog: lib/l10n/intl_*.arb
Languages: ms, th, zh

# stwb32
source: Global financial settlement network
ms: Rangkaian penyelesaian kewangan global
th: เครือข่ายการชำระบัญชีทางการเงินทั่วโลก
zh: 全球性金融结算网络

# stwb33
source: Strong trust software, blockchain technology
ms: Perisian amanah yang kukuh, teknologi blockchain
th: ซอฟต์แวร์ที่มีความน่าเชื่อถือสูง เทคโนโลยีบล็อกเชน มูลค่าหลายด้าน ตลาดนวัตกรรม
zh: 强信任软件 区块链技术 多方位价值 创新级市场

# stwb34
source: NFT digital assets
ms: Aset digital NFT
th: สินทรัพย์ดิจิทัล NFT
zh: NFT数字资产

# stwb35
source: Blockchain Art Platform
ms: Platform Seni Rantaian Sekat
th: แพลตฟอร์มศิลปะบล็อกเชน
zh: 区块链艺术平台

# stwb36
source: Perpetual ownership, traceable, unique, non-copyable
ms: Pemilikan kekal, boleh dikesan, unik, tidak boleh disalin
th: ความเป็นเจ้าของถาวร ตรวจสอบย้อนกลับ ไม่ซ้ำใคร ไม่สามารถคัดลอกได้
zh: 永久所有权 可溯源 独一无二 不可复制

# stwb37
source: IM instant messaging
ms: IM mesej segera
th: การส่งtextโต้ตอบแบบทันที IM
zh: IM即时通讯

# stwb38
source: Full-featured social service
ms: Perkhidmatan sosial berciri penuh
th: บริการโซเชียลเต็มรูปแบบ
zh: 全功能社交服务

# stwb39
source: Innovative forms stimulate the entertainment industry
ms: Bentuk inovatif merangsang industri hiburan
th: รูปแบบที่เป็นนวัตกรรมช่วยกระตุ้นวงการบันเทิง
zh: 创新形式 激励娱乐产业

# stwb40
source: Decentralized Exchange
ms: Pertukaran Terpencar
th: การแลกเปลี่ยนแบบกระจายอำนาจ
zh: 去中心化交易所

# stwb41
source: RISE Financial Control Decentralized Exchange is a blockchain exchange based on the underlying technology of blockchain and Ripple's RTXP protocol. Transactions, digital asset issuance, project incubation, technical education, and digital asset management services are integrated.
ms: RISE Financial Control Decentralized Exchange ialah pertukaran rantaian blok berdasarkan teknologi asas rantaian blok dan protokol RTXP Ripple. Transaksi, pengeluaran aset digital, inkubasi projek, pendidikan teknikal dan perkhidmatan pengurusan aset digital disepadukan.
th: RISE Financial Control Decentralized Exchange คือการแลกเปลี่ยนบล็อคเชนที่ใช้เทคโนโลยีพื้นฐานของบล็อคเชนและโปรโตคอล RTXP ของ Ripple ธุรกรรม การออกสินทรัพย์ดิจิทัล การฟักตัวโครงการ การศึกษาทางเทคนิค และบริการการจัดการสินทรัพย์ดิจิทัลถูกรวมเข้าด้วยกัน
zh: RISE金控去中心化交易所是基于区块链底层技术和Ripple的RTXP协议打造的区块链交易所，是一个高规格的数字资产国际化平台，集近百种数字资产交易、数字资产发行、项目孵化、技术教育以及数字资产理财等服务于一体。

# stwb42
source: The project brings together top technical teams to develop mining pools, guarantee miners' income with a fair algorithm mechanism written into the underlying protocol, escort transactions with strong technical strength, and strive to provide users with more secure, efficient and trustworthy. On-chain transaction services.
ms: Projek ini menghimpunkan pasukan teknikal teratas untuk membangunkan kumpulan perlombongan, menjamin pendapatan pelombong dengan mekanisme algoritma yang adil yang ditulis ke dalam protokol asas, mengiringi transaksi dengan kekuatan teknikal yang kukuh, dan berusaha untuk menyediakan pengguna dengan lebih selamat, cekap dan boleh dipercayai. Perkhidmatan transaksi dalam rantaian.
th: โครงการนำทีมเทคนิคชั้นนำมารวมกันเพื่อพัฒนาแหล่งรวมการขุด รับประกันรายได้ของผู้ขุดด้วยกลไกอัลกอริธึมที่ยุติธรรมซึ่งเขียนลงในโปรโตคอลพื้นฐาน คุ้มกันธุรกรรมด้วยความแข็งแกร่งทางเทคนิคที่แข็งแกร่ง และมุ่งมั่นที่จะมอบความปลอดภัย มีประสิทธิภาพ และ เชื่อถือได้ บริการธุรกรรมออนไลน์
zh: 项目汇聚顶尖技术团队，开发矿池，以写入底层协议公平的算法机制保障矿工收益，以强大的技术实力为交易保驾护航，致力为用户提供更安全、高效、值得信任的链上交易服务。

# stwb43
source: In the future, the exchange will develop an open-source digital public chain to aggregate global high-quality resources and projects to create a safe, fair, open and efficient digital economy value ecosystem.
ms: Pada masa hadapan, bursa akan membangunkan rantaian awam digital sumber terbuka untuk mengagregat sumber dan projek berkualiti tinggi global untuk mewujudkan ekosistem nilai ekonomi digital yang selamat, adil, terbuka dan cekap.
th: ในอนาคต การแลกเปลี่ยนจะพัฒนาเครือข่ายสาธารณะดิจิทัลแบบโอเพนซอร์สเพื่อรวบรวมทรัพยากรและโครงการคุณภาพสูงระดับโลกเพื่อสร้างระบบนิเวศมูลค่าเศรษฐกิจดิจิทัลที่ปลอดภัย ยุติธรรม เปิดกว้าง และมีประสิทธิภาพ
zh: 交易所未来将开发一条开源数字公链，聚合全球优质资源、项目，打造安全、公平、开放、高效的数字经济价值生态。

# stwb44
source: Function
ms: Fungsi
th: ฟังก์ชัน
zh: 功能

# stwb45
source: Wallet:
ms: Dompet:
th: กระเป๋าเงิน:
zh: 钱包：

# stwb46
source: Provide a full range of private key security protection to realize digital asset transactions.
ms: Menyediakan rangkaian penuh perlindungan keselamatan kunci persendirian untuk merealisasikan transaksi aset digital.
th: ให้การป้องกันความปลอดภัยของคีย์ส่วนตัวอย่างเต็มรูปแบบเพื่อให้ทราบถึงธุรกรรมของสินทรัพย์ดิจิทัล
zh: 提供全方位的私钥安全保护，实实现数字资产交易。

# stwb47
source: Browser:
ms: Pelayar:
th: เบราว์เซอร์:
zh: 浏览器：

# stwb48
source: You can query Bitcoin blocks, Ethereum blocks, transactions, RISE blocks, digital currencies, wallets and other information.
ms: Anda boleh menanyakan blok Bitcoin, blok Ethereum, transaksi, blok RISE, mata wang digital, dompet dan maklumat lain.
th: คุณสามารถค้นหาบล็อก Bitcoin บล็อก Ethereum ธุรกรรม บล็อก RISE สกุลเงินดิจิทัล กระเป๋าเงิน และข้อมูลอื่น ๆ ได้
zh: 可查询比特币区块、以太坊区块、交易、RISE区块、数字货币、钱包等信息。

# stwb49
source: Digital hosting:
ms: Penghosan digital:
th: โฮสติ้งดิจิทัล:
zh: 数字托管：

# stwb50
source: User assets are managed by smart contracts and controlled by users. Users can choose whether to manage the value of digital assets. The exchange does not touch user assets.
ms: Aset pengguna diurus oleh kontrak pintar dan dikawal oleh pengguna. Pengguna boleh memilih sama ada untuk mengurus nilai aset digital. Pertukaran tidak menyentuh aset pengguna.
th: ทรัพย์สินของผู้ใช้ได้รับการจัดการโดยสัญญาอัจฉริยะและควบคุมโดยผู้ใช้ ผู้ใช้สามารถเลือกว่าจะจัดการมูลค่าของสินทรัพย์ดิจิทัลหรือไม่ การแลกเปลี่ยนไม่กระทบต่อทรัพย์สินของผู้ใช้
zh: 用户资产由智能合约托管由用户控制，用户可自主选择是否进行数字资产币值管理，交易所不触碰用户资产。

# stwb51
source: Holding income:
ms: Pendapatan pegangan:
th: การถือครองรายได้:
zh: 持币收益：

# stwb52
source: Wallet users hold the on-chain currency, and gain income while managing assets.
ms: Pengguna dompet memegang mata wang dalam rantaian, dan memperoleh pendapatan sambil menguruskan aset.
th: ผู้ใช้ Wallet ถือสกุลเงินออนไลน์ และรับรายได้ในขณะที่จัดการสินทรัพย์
zh: 钱包用户持有上链币种 ，进行资产管理的同时获得收益。

# stwb53
source: Digital circulation:
ms: Edaran digital:
th: การหมุนเวียนแบบดิจิทัล:
zh: 数字托管：

# stwb54
source: User assets are managed by smart contracts and controlled by users. Users can choose whether to manage the value of digital assets. The exchange does not touch user assets.
ms: Aset pengguna diurus oleh kontrak pintar dan dikawal oleh pengguna. Pengguna boleh memilih sama ada untuk mengurus nilai aset digital. Pertukaran tidak menyentuh aset pengguna.
th: ทรัพย์สินของผู้ใช้ได้รับการจัดการโดยสัญญาอัจฉริยะและควบคุมโดยผู้ใช้ ผู้ใช้สามารถเลือกว่าจะจัดการมูลค่าของสินทรัพย์ดิจิทัลหรือไม่ การแลกเปลี่ยนไม่กระทบต่อทรัพย์สินของผู้ใช้
zh: 用户资产由智能合约托管由用户控制，用户可自主选择是否进行数字资产币值管理，交易所不触碰用户资产。

# stwb55
source: Holding income:
ms: Pendapatan pegangan:
th: การถือครองรายได้:
zh: 持币收益：

# stwb56
source: Wallet users hold the on-chain currency, and gain income while managing assets.
ms: Pengguna dompet memegang mata wang dalam rantaian, dan memperoleh pendapatan sambil menguruskan aset.
th: ผู้ใช้ Wallet ถือสกุลเงินออนไลน์ และรับรายได้ในขณะที่จัดการสินทรัพย์
zh: 钱包用户持有上链币种 ，进行资产管理的同时获得收益。

# stwb57
source: Digital circulation:
ms: Edaran digital:
th: การหมุนเวียนทางดิจิทัล:
zh: 数字流通：

# stwb58
source: 24h token exchange service, smart contracts match transactions, while investors manage their assets, they can also freely circulate and pay in DAPP.
ms: Perkhidmatan pertukaran token 24j, kontrak pintar sepadan dengan transaksi, manakala pelabur menguruskan aset, mereka juga boleh mengedar dan membayar secara bebas dalam DAPP.
th: บริการแลกเปลี่ยนโทเค็น 24 ชั่วโมง สัญญาอัจฉริยะจับคู่ธุรกรรม ในขณะที่นักลงทุนจัดการสินทรัพย์ พวกเขายังสามารถหมุนเวียนและชำระเงินใน DAPP ได้อย่างอิสระ
zh: 24h代币通兑服务，智能合约撮合交易，投资者进行资产管理的同时，还可在DAPP任意流通支付。

# stwb59
source: Technology
ms: Teknologi
th: เทคโนโลยี
zh: 技术

# stwb60
source: P2P network:
ms: Rangkaian P2P:
th: เครือข่าย P2P:
zh: P2P网络：

# stwb61
source: The exchange adopts a blockchain P2P network based on Ripple's RTXP open source protocol, allowing users to conduct peer-to-peer currency transactions and instant settlement, assets arrive in seconds, and transactions are completed quickly and conveniently.
ms: Pertukaran itu mengguna pakai rangkaian P2P blockchain berdasarkan protokol sumber terbuka RTXP Ripple, membenarkan pengguna menjalankan transaksi mata wang rakan ke rakan dan penyelesaian segera, aset tiba dalam beberapa saat dan urus niaga diselesaikan dengan cepat dan mudah.
th: การแลกเปลี่ยนใช้เครือข่าย blockchain P2P ตามโปรโตคอลโอเพ่นซอร์ส RTXP ของ Ripple ซึ่งช่วยให้ผู้ใช้สามารถทำธุรกรรมสกุลเงินแบบเพียร์ทูเพียร์และการชำระเงินทันที สินทรัพย์มาถึงในไม่กี่วินาที และธุรกรรมจะเสร็จสิ้นอย่างรวดเร็วและสะดวก
zh: 交易所采用基于Ripple的RTXP开源协议的区块链P2P网络，让用户能够进行点对点的货币交易与即时结算，资产几秒到达，便捷快速完成交易。

# stwb62
source: Cold wallet:
ms: Dompet sejuk:
th: กระเป๋าเงินเย็น:
zh: 冷钱包：

# stwb63
source: Wallet has built-in original software cold wallet technology, and builds a multi-dimensional and multi-layer security system with Smart Card, USB Key and Cold Wallet, which can not only effectively ensure the security of assets, but also anyone can create a wallet for free, and pass the unique cryptographic keys to autonomously protect and manage crypto assets.
ms: Dompet mempunyai teknologi dompet sejuk perisian asal terbina dalam, dan membina sistem keselamatan berbilang dimensi dan berbilang lapisan dengan Kad Pintar, Kunci USB dan Dompet Sejuk, yang bukan sahaja dapat memastikan keselamatan aset dengan berkesan, tetapi juga sesiapa sahaja boleh membuat dompet secara percuma, dan lulus kunci kriptografi unik untuk melindungi dan mengurus aset kripto secara autonomi.
th: Wallet มีเทคโนโลยีกระเป๋าเงินแบบเย็นในตัว และสร้างระบบความปลอดภัยหลายมิติและหลายชั้นด้วยสมาร์ทการ์ด คีย์ USB และกระเป๋าเงินแบบเย็น ซึ่งไม่เพียงแต่สามารถรับประกันความปลอดภัยของทรัพย์สินได้อย่างมีประสิทธิภาพเท่านั้น แต่ นอกจากนี้ ใครๆ ก็สามารถสร้างกระเป๋าสตางค์ได้ฟรี และส่งผ่านคีย์การเข้ารหัสที่ไม่ซ้ำใคร เพื่อปกป้องและจัดการสินทรัพย์เข้ารหัสลับโดยอัตโนมัติ
zh: Wallet内置独创的软件冷钱包技术，以Smart Card、USB Key、Cold Wallet构建多维多层的安全体系，不仅能有效保证资产安全，同时任何人都可以免费创建钱包，并通过独一无二的加密密钥自主地保护和管理加密资产。

# stwb64
source: Merck tree:
ms: Pokok Merck:
th: ต้นเมอร์ค:
zh: 默尔克树：

# stwb65
source: The internal data of the exchange is stored in the data structure of MerklePatriciaTree. MerklePatriciaTree links the nodes of the tree through the hash value of the nodes, which helps to improve the tree's performance. Security and verifiability. The massive trusted data of the RISE financial control decentralized exchange can provide the best risk control support for financial application scenarios. On this basis, the three parties conduct business application development, conduct intelligent analysis of data through AI, big data, cloud computing, 5G, and the Internet of Things, and provide intelligent decision-making to promote the long-term growth of the real economy and promote the integration of finance and the real economy. Reduce financial risks and create a comprehensive digital financial industry ecosystem featuring multi-center, distribution according to work, value sharing, and fair distribution of benefits.
ms: Data dalaman pertukaran disimpan dalam struktur data MerklePatriciaTree. MerklePatriciaTree memautkan nod pepohon melalui nilai cincang nod, yang membantu meningkatkan prestasi pepohon. Keselamatan dan kebolehtentusahan. Kepercayaan besar-besaran data pertukaran terdesentralisasi kawalan kewangan RISE boleh memberikan sokongan kawalan risiko terbaik untuk senario aplikasi kewangan. Atas dasar ini, ketiga-tiga pihak menjalankan pembangunan aplikasi perniagaan, menjalankan analisis pintar data melalui AI, data besar, pengkomputeran awan, 5G dan Internet of Things, dan menyediakan pembuatan keputusan yang bijak untuk menggalakkan pertumbuhan jangka panjang ekonomi sebenar dan menggalakkan integrasi kewangan dan ekonomi sebenar. Mengurangkan risiko kewangan dan mewujudkan ekologi industri kewangan digital yang komprehensif dengan pelbagai pusat, pengedaran mengikut untuk bekerja, perkongsian nilai, dan pengagihan manfaat yang adil.
th: ข้อมูลภายในของการแลกเปลี่ยนถูกเก็บไว้ในโครงสร้างข้อมูลของ MerklePatriciaTree MerklePatriciaTree เชื่อมโยงโหนดของทรีผ่านค่าแฮชของโหนด ซึ่งช่วยปรับปรุงประสิทธิภาพของทรี ความปลอดภัยและการตรวจสอบได้ ความน่าเชื่อถือมหาศาล ข้อมูลของการแลกเปลี่ยนการกระจายอำนาจการควบคุมทางการเงินของ RISE สามารถให้การสนับสนุนการควบคุมความเสี่ยงที่ดีที่สุดสำหรับสถานการณ์การใช้งานทางการเงิน บนพื้นฐานนี้ ทั้งสามฝ่ายดำเนินการพัฒนาแอปพลิเคชันทางธุรกิจ ดำเนินการวิเคราะห์ข้อมูลอย่างชาญฉลาดผ่าน AI, บิ๊กดาต้า, คลาวด์คอมพิวติ้ง, 5G และ Internet of Things และให้การตัดสินใจอย่างชาญฉลาดเพื่อส่งเสริมการเติบโตระยะยาวของเศรษฐกิจที่แท้จริงและส่งเสริมการบูรณาการของการเงินและเศรษฐกิจจริงลดความเสี่ยงทางการเงินและสร้างระบบนิเวศอุตสาหกรรมการเงินดิจิทัลที่ครอบคลุมด้วยหลายศูนย์กระจายตาม ในการทำงาน การแบ่งปันมูลค่า และการกระจายผลประโยชน์อย่างเป็นธรรม
zh: 交易所的内部数据是存放于默克尔树（MerklePatriciaTree）的数据结构中。默克尔树（MerklePatriciaTree）通过节点的hash值进行树的节点的链接，有助于提高树的安全性和可验证性。RISE金控去中心化交易所海量可信数据可以为金融应用场景提供最好的风控支撑，此外，支持政府、企业、第三方机构及供应链上中下游所有第三方在此基础上进行商业应用开发，通过 AI、大数据、云计算、5G、物联网对数据进行智慧分析，提供智慧化决策，以促进实体经济长期增长，并促进金融与实体经济的结合，降低金融风险，打造多中心、按劳分配、价值共享、利益公平分配的综合性数字金融产业生态。

# stwb66
source: Apply
ms: Mohon
th: สมัคร
zh: 应用

# stwb67
source: Transaction settlement:
ms: Penyelesaian urus niaga:
th: การระงับการทำธุรกรรม:
zh: 交易结算：

# stwb68
source: By uploading the transaction to the chain, the transparency of the transaction is greatly increased and the trust cost of the user is reduced. The introduction of supervisory nodes enables transaction tracking and asset traceability to prevent illegal transactions. The unique dual-chain interaction structure makes TPS up to 3000/ s, guarantee the transaction speed.
ms: Dengan memuat naik urus niaga ke rantaian, ketelusan urus niaga meningkat dengan banyak dan kos kepercayaan pengguna dikurangkan. Pengenalan nod penyeliaan membolehkan pengesanan transaksi dan kebolehkesanan aset untuk menghalang transaksi haram. Dwi unik -struktur interaksi rantai menjadikan TPS sehingga 3000/s, menjamin kelajuan transaksi.
th: การอัปโหลดธุรกรรมไปยังลูกโซ่ ความโปร่งใสของธุรกรรมจะเพิ่มขึ้นอย่างมากและต้นทุนความน่าเชื่อถือของผู้ใช้ลดลง การแนะนำโหนดการควบคุมช่วยให้สามารถติดตามธุรกรรมและสามารถตรวจสอบย้อนกลับสินทรัพย์เพื่อป้องกันธุรกรรมที่ผิดกฎหมาย คู่ที่ไม่ซ้ำกัน -โครงสร้างการโต้ตอบแบบลูกโซ่ทำให้ TPS สูงถึง 3000/ s รับประกันความเร็วในการทำธุรกรรม
zh: 通过交易上链的方式，大大增加交易的透明度，降低用户的信任成本。引入监管节点，进行交易追踪和资产溯源，防止非法交易。独特双链交互结构，使TPS高达3000/s，保证交易速度。

# stwb69
source: Cross-border payment:
ms: Pembayaran rentas sempadan:
th: การชำระเงินข้ามพรมแดน:
zh: 跨境支付：

# stwb70
source: Wallet has built-in original software cold wallet technology. It builds a multi-dimensional and multi-layer security system with Smart Card, USB Key and Cold Wallet. cryptographic keys to autonomously protect and manage crypto assets.
ms: Dompet mempunyai teknologi dompet sejuk perisian asal terbina dalam. Ia membina sistem keselamatan berbilang dimensi dan berbilang lapisan dengan Kad Pintar, Kunci USB dan Dompet Sejuk. kunci kriptografi untuk melindungi dan mengurus aset kripto secara autonomi.
th: Wallet มีเทคโนโลยี cold wallet ที่เป็นซอฟต์แวร์ดั้งเดิมในตัว โดยสร้างระบบความปลอดภัยหลายมิติและหลายชั้นด้วยสมาร์ทการ์ด คีย์ USB และ Cold Wallet คีย์เข้ารหัสเพื่อปกป้องและจัดการสินทรัพย์เข้ารหัสลับโดยอัตโนมัติ
zh: Wallet内置独创的软件冷钱包技术，以Smart Card、USB Key、Cold Wallet构建多维多层的安全体系，不仅能有效保证资产安全，同时任何人都可以免费创建钱包，并通过独一无二的加密密钥自主地保护和管理加密资产。

# stwb71
source: Physical assets on the chain:
ms: Aset fizikal pada rantaian:
th: ทรัพย์สินทางกายภาพในห่วงโซ่:
zh: 实物资产上链：

# stwb72
source: The internal data of the exchange is stored in the data structure of MerklePatriciaTree. MerklePatriciaTree links the nodes of the tree through the hash value of the node, which helps to improve the tree's performance. Security and verifiability. The massive trusted data of the RISE financial control decentralized exchange can provide the best risk control support for financial application scenarios. On this basis, the three parties conduct business application development, conduct intelligent analysis of data through AI, big data, cloud computing, 5G, and the Internet of Things, and provide intelligent decision-making to promote the long-term growth of the real economy and promote the integration of finance and the real economy. Reduce financial risks and create a comprehensive digital financial industry ecosystem featuring multi-center, distribution according to work, value sharing, and fair distribution of benefits.
ms: Data dalaman pertukaran disimpan dalam struktur data MerklePatriciaTree. MerklePatriciaTree memautkan nod pepohon melalui nilai cincang nod, yang membantu memperbaik prestasi pepohon. Keselamatan dan kebolehtentusahan. Kepercayaan besar-besaran data pertukaran terdesentralisasi kawalan kewangan RISE boleh memberikan sokongan kawalan risiko terbaik untuk senario aplikasi kewangan. Atas dasar ini, ketiga-tiga pihak menjalankan pembangunan aplikasi perniagaan, menjalankan analisis pintar data melalui AI, data besar, pengkomputeran awan, 5G dan Internet of Things, dan menyediakan pembuatan keputusan yang bijak untuk menggalakkan pertumbuhan jangka panjang ekonomi sebenar dan menggalakkan integrasi kewangan dan ekonomi sebenar. Mengurangkan risiko kewangan dan mewujudkan ekologi industri kewangan digital yang komprehensif dengan pelbagai pusat, pengedaran mengikut untuk bekerja, perkongsian nilai, dan pengagihan manfaat yang adil.
th: ข้อมูลภายในของการแลกเปลี่ยนถูกเก็บไว้ในโครงสร้างข้อมูลของ MerklePatriciaTree MerklePatriciaTree เชื่อมโยงโหนดของทรีผ่านค่าแฮชของโหนด ซึ่งช่วยปรับปรุงประสิทธิภาพของทรี ความปลอดภัยและการตรวจสอบได้ ความน่าเชื่อถือมหาศาล ข้อมูลของการแลกเปลี่ยนการกระจายอำนาจการควบคุมทางการเงินของ RISE สามารถให้การสนับสนุนการควบคุมความเสี่ยงที่ดีที่สุดสำหรับสถานการณ์การใช้งานทางการเงิน บนพื้นฐานนี้ ทั้งสามฝ่ายดำเนินการพัฒนาแอปพลิเคชันทางธุรกิจ ดำเนินการวิเคราะห์ข้อมูลอย่างชาญฉลาดผ่าน AI, บิ๊กดาต้า, คลาวด์คอมพิวติ้ง, 5G และ Internet of Things และให้การตัดสินใจอย่างชาญฉลาดเพื่อส่งเสริมการเติบโตระยะยาวของเศรษฐกิจที่แท้จริงและส่งเสริมการบูรณาการของการเงินและเศรษฐกิจจริงลดความเสี่ยงทางการเงินและสร้างระบบนิเวศอุตสาหกรรมการเงินดิจิทัลที่ครอบคลุมด้วยหลายศูนย์กระจายตาม ในการทำงาน การแบ่งปันมูลค่า และการกระจายผลประโยชน์อย่างเป็นธรรม
zh: 交易所的内部数据是存放于默克尔树（MerklePatriciaTree）的数据结构中。默克尔树（MerklePatriciaTree）通过节点的hash值进行树的节点的链接，有助于提高树的安全性和可验证性。RISE金控去中心化交易所海量可信数据可以为金融应用场景提供最好的风控支撑，此外，支持政府、企业、第三方机构及供应链上中下游所有第三方在此基础上进行商业应用开发，通过 AI、大数据、云计算、5G、物联网对数据进行智慧分析，提供智慧化决策，以促进实体经济长期增长，并促进金融与实体经济的结合，降低金融风险，打造多中心、按劳分配、价值共享、利益公平分配的综合性数字金融产业生态。

# stwb73
source: Education
ms: Pendidikan
th: การศึกษา
zh: 教育

# stwb74
source: RISE financial education system is divided into two modes: aerial classroom and offline classroom. Currently, community management courses, blockchain technology research courses, digital economy communication, digital economy investment training, and blockchain presidents have been established. Training courses and other five major curriculum systems, from technology to application, from community to investment, cultivate a large number of blockchain talents in an all-round way, and provide professional blockchain technology services for enterprises and institutions.
ms: Sistem pendidikan kewangan RISE dibahagikan kepada dua mod: bilik darjah udara dan bilik darjah luar talian. Pada masa ini, kursus pengurusan komuniti, kursus penyelidikan teknologi blockchain, komunikasi ekonomi digital, latihan pelaburan ekonomi digital dan presiden blockchain telah ditubuhkan. Kursus latihan dan lima sistem kurikulum utama yang lain, daripada teknologi kepada aplikasi, daripada komuniti kepada pelaburan, memupuk sejumlah besar bakat blockchain secara menyeluruh, dan menyediakan perkhidmatan teknologi blockchain profesional untuk perusahaan dan institusi.
th: ระบบการศึกษาทางการเงินของ RISE แบ่งออกเป็นสองโหมด: ห้องเรียนทางอากาศและห้องเรียนออฟไลน์ ปัจจุบัน ได้มีการจัดตั้งหลักสูตรการจัดการชุมชน หลักสูตรการวิจัยเทคโนโลยีบล็อคเชน การสื่อสารเศรษฐกิจดิจิทัล การฝึกอบรมการลงทุนด้านเศรษฐกิจดิจิทัล และประธานบล็อกเชน หลักสูตรฝึกอบรม และระบบหลักสูตรหลักอีกห้าระบบ ตั้งแต่เทคโนโลยีไปจนถึงการประยุกต์ใช้ จากชุมชนไปจนถึงการลงทุน ปลูกฝังความสามารถด้านบล็อกเชนจำนวนมากอย่างรอบด้าน และให้บริการเทคโนโลยีบล็อกเชนแบบมืออาชีพสำหรับองค์กรและสถาบัน
zh: RISE金控教育体系分为空中课堂、线下课堂两种模式，目前已搭建社群管理课程、区块链技术研究课程、数字经济传播、数字经济投资培训、区块链总裁培训班等5大课程体系，从技术到应用，从社区到投资全方位地培养出大批区块链人才，为企业、机构提供专业的区块链技术服务。

# stwb75
source: Course
ms: Kursus
th: หลักสูตร
zh: 课程

# stwb76
source: Community Management Course:
ms: Kursus Pengurusan Komuniti:
th: หลักสูตรการจัดการชุมชน:
zh: 社群管理课程：

# stwb77
source: Focus on improving practical skills such as community development, management, and expansion.
ms: Fokus pada meningkatkan kemahiran praktikal seperti pembangunan komuniti, pengurusan dan pengembangan.
th: มุ่งเน้นที่การพัฒนาทักษะเชิงปฏิบัติ เช่น การพัฒนาชุมชน การจัดการ และการขยายตัว
zh: 专注提升社群开展、管理、拓展等实践技巧。

# stwb78
source: Blockchain Technology Research Course:
ms: Kursus Penyelidikan Teknologi Blockchain:
th: หลักสูตรวิจัยเทคโนโลยีบล็อคเชน:
zh: 区块链技术研究课程：

# stwb79
source: Help the blockchain novice become a big cow.
ms: Bantu pemula blockchain menjadi lembu besar.
th: ช่วยสามเณร blockchain ให้กลายเป็นวัวตัวใหญ่
zh: 助力区块链小白变大牛。

# stwb80
source: Digital Economy Communication:
ms: Komunikasi Ekonomi Digital:
th: การสื่อสารเศรษฐกิจดิจิทัล:
zh: 数字经济传播：

# stwb81
source: The popularity of digital economy trends, global blockchain market analysis.
ms: Kepopularan trend ekonomi digital, analisis pasaran blockchain global.
th: ความนิยมของแนวโน้มเศรษฐกิจดิจิทัล การวิเคราะห์ตลาดบล็อกเชนทั่วโลก
zh: 数字经济趋势普及、全球区块链市场分析。

# stwb82
source: Digital economy investment training:
ms: Latihan pelaburan ekonomi digital:
th: การฝึกอบรมการลงทุนด้านเศรษฐกิจดิจิทัล:
zh: 数字经济投资培训：

# stwb83
source: Help global users correctly understand and identify digital economic investments.
ms: Bantu pengguna global memahami dan mengenal pasti pelaburan ekonomi digital dengan betul.
th: ช่วยให้ผู้ใช้ทั่วโลกเข้าใจและระบุการลงทุนทางเศรษฐกิจดิจิทัลได้อย่างถูกต้อง
zh: 帮助全球用户正确认识且辨别数字经济投资。

# stwb84
source: Blockchain President Training Course:
ms: Kursus Latihan Presiden Blockchain:
th: หลักสูตรฝึกอบรมประธานบล็อคเชน:
zh: 区块链总裁培训班：

# stwb85
source: Custom advanced plan for blockchain project executives.
ms: Pelan lanjutan tersuai untuk eksekutif projek blockchain.
th: แผนขั้นสูงแบบกำหนดเองสำหรับผู้บริหารโครงการบล็อคเชน
zh: 针对区块链项目高管定制进阶计划。

# stwb86
source: Mall
th: ห้างสรรพสินค้า
zh: 商城
