Repository: wewallets/wewallet
Catalog: lib/l10n/intl_*.arb
Languages: ms, th, zh

# zjcsxsm2
source: The mnemonic phrase is used to restore the wallet and reset the wallet password. Please copy the 12 mnemonic phrase correctly and place it in a safe place.
ms: Frasa mnemonik digunakan untuk memulihkan dompet dan menetapkan semula kata laluan dompet. Sila salin 12 frasa mnemonik dengan betul dan letakkan di tempat yang selamat.
th: วลีช่วยจำใช้เพื่อกู้คืนกระเป๋าเงินและรีเซ็ตรหัสผ่านกระเป๋าเงิน โปรดคัดลอกวลีช่วยจำ 12 คำให้ถูกต้องและวางไว้ในที่ปลอดภัย
zh: 助记词用于恢复钱包以及重置钱包密码，请正确无误抄写12个助记词，并放置安全的地方。

# zjcsxw
source: The order of the mnemonic is wrong, please check whether the mnemonic you have copied is correct
ms: Turutan mnemonik adalah salah, sila semak sama ada mnemonik yang anda salin adalah betul
th: ลำดับของตัวช่วยจำไม่ถูกต้อง โปรดตรวจสอบว่าตัวช่วยจำที่คุณคัดลอกนั้นถูกต้องหรือไม่
zh: 助记词顺序错误，请检查您抄写的助记词是否正确

# qiejitis1
source: Remember:
ms: Ingat:
th: จำไว้ว่า:
zh: 切记：

# qiejitis2
source: • Don’t reveal the mnemonic to anyone
ms: • Jangan dedahkan mnemonik kepada sesiapa
th: • อย่าเปิดเผยข้อมูลช่วยจำให้ใครรู้
zh: • 不要将助记词揭示给任何人

# qiejitis3
source: •Once the mnemonic phrase is lost, the assets cannot be recovered
ms: •Apabila frasa mnemonik hilang, aset tidak boleh dipulihkan
th: •เมื่อวลีช่วยในการจำหายไป ทรัพย์สินจะไม่สามารถกู้คืนได้
zh: • 助记词一旦丢失，资产将无法恢复

# qiejitis4
source: • Don’t take screenshots, backup and save via network transmission
ms: • Jangan ambil tangkapan skrin, sandarkan dan simpan melalui penghantaran rangkaian
th: • อย่าจับภาพหน้าจอ สำรองข้อมูล และบันทึกผ่านการส่งสัญญาณเครือข่าย
zh: • 不要通过截屏，网络传输方式备份保存

# qiejitis5
source: • In any case, please do not uninstall the wallet app easily
ms: • Dalam apa jua keadaan, sila jangan nyahpasang aplikasi dompet dengan mudah
th: • ไม่ว่ากรณีใดๆ โปรดอย่าถอนการติดตั้งแอพ wallet ง่ายๆ
zh: • 遇到任何情况，请不要轻易卸载钱包APP

# queren
source: Confirm
ms: Sahkan
th: ยืนยัน
zh: 确认

# beifwanc
source: Backup complete, start verification
ms: Sandaran selesai, mulakan pengesahan
th: สำรองข้อมูลเสร็จแล้ว เริ่มการตรวจสอบ
zh: 备份完成，开始验证

# fuzhizhujic
source: Copy mnemonic words
ms: Salin perkataan mnemonik
th: คัดลอกคำช่วยจำ
zh: 复制助记词

# baocerweima
source: Save QR Code
ms: Simpan Kod QR
th: บันทึก QR Code
zh: 保存二维码

# zhujicesm
source: The mnemonic QR code is generated from the address and mnemonic Do not disclose it to others
ms: Kod QR mnemonik dijana daripada alamat dan mnemonik Jangan dedahkannya kepada orang lain
th: รหัส QR ช่วยในการจำถูกสร้างขึ้นจากที่อยู่และตัวช่วยความจำ อย่าเปิดเผยให้ผู้อื่นทราบ
zh: 助记词二维码是由地址和助记词生成 请勿泄露给他人

# sczzjewm
source: Generate mnemonic two-dimensional code
ms: Jana kod dua dimensi mnemonik
th: สร้างโค้ดช่วยจำ
zh: 生成助记词二维码

# xgqbmm
source: Modify Wallet Password
ms: Ubah Suai Kata Laluan Dompet
th: แก้ไขรหัสผ่านกระเป๋าเงิน
zh: 修改钱包密码

# ydlmm
source: Original login password
ms: Kata laluan log masuk asal
th: รหัสผ่านเข้าสู่ระบบเดิม
zh: 原登录密码

# qsrqbymm
source: Please enter the original wallet password
ms: Sila masukkan kata laluan asal dompet
th: โปรดป้อนรหัสผ่านเดิมของกระเป๋าเงิน
zh: 请输入钱包原密码

# xdlmm
source: New login password
ms: Kata laluan log masuk baharu
th: รหัสผ่านล็อกอินใหม่
zh: 新登录密码

# xdlmmts
source: Please enter the new wallet password
ms: Sila masukkan kata laluan dompet baharu
th: โปรดป้อนรหัสผ่านวอลเล็ตใหม่
zh: 请输入钱包新密码

# zcqdqbxmm
source: Reconfirm the new wallet password
ms: Sahkan semula kata laluan dompet baharu
th: ยืนยันรหัสผ่านกระเป๋าสตางค์ใหม่อีกครั้ง
zh: 再次确定钱包新密码

# qbmmtiscc
source: The wallet does not store user passwords. If you forget the password, you can only use the mnemonic phrase or private key and re-import and reset it.
ms: Dompet tidak menyimpan kata laluan pengguna. Jika anda terlupa kata laluan, anda hanya boleh menggunakan frasa mnemonik atau kunci peribadi untuk menetapkan semula dengan mengimportnya semula.
th: กระเป๋าสตางค์ไม่ได้เก็บรหัสผ่านของผู้ใช้ หากคุณลืมรหัสผ่าน คุณสามารถใช้เฉพาะวลีช่วยจำหรือคีย์ส่วนตัวเพื่อรีเซ็ตโดยนำเข้าอีกครั้ง
zh: 钱包不存储用户密码。如果忘记密码只能通过助记词或者私钥，重新导入重置。

# qsrzqymm
source: Please enter the correct original password
ms: Sila masukkan kata laluan asal yang betul
th: โปรดป้อนรหัสผ่านเดิมที่ถูกต้อง
zh: 请输入正确的原密码

# ershurumimbyz
source: The password entered for the second time is inconsistent
ms: Kata laluan yang dimasukkan untuk kali kedua tidak konsisten
th: รหัสผ่านที่ป้อนครั้งที่สองไม่สอดคล้องกัน
zh: 二次输入的密码不一致

# xgmmcgg
source: Password changed successfully
ms: Kata laluan berjaya ditukar
th: เปลี่ยนรหัสผ่านสำเร็จ
zh: 修改密码成功

# chongbi
source: Recharge Coin
ms: Caj semula Syiling
th: เติมเงินเหรียญ
zh: 充币

# chongbidiz
source: coin deposit address
ms: Alamat Deposit Token
th: ที่อยู่การฝากโทเค็น
zh: 充币地址

# chongbitis1
source: You can get the deposit address by copying or scanning the QR code; this address is only used for deposit
ms: Anda boleh mendapatkan alamat deposit dengan menyalin atau mengimbas kod QR; alamat ini hanya digunakan untuk deposit
th: คุณสามารถรับที่อยู่สำหรับฝากได้โดยคัดลอกหรือสแกนโค้ด QR ที่อยู่นี้ใช้สำหรับฝากเงินเท่านั้น
zh: 您可以通过复制，或者扫描二维码获得充币地址；此地址仅用于充值

# chongbitis2
source: Assets, cannot be used in other currencies, otherwise the assets will not be retrieved!
ms: Aset, tidak boleh digunakan dalam mata wang lain, jika tidak, aset tidak akan diambil semula!
th: สินทรัพย์ ไม่สามารถใช้ในสกุลเงินอื่นได้ มิฉะนั้น สินทรัพย์จะไม่ถูกเรียกคืน!
zh: 资产，不可用于其他币种，否则资产将不可找回！

# fzcbdz
source: Copy deposit address
ms: Salin alamat deposit
th: คัดลอกที่อยู่สำหรับการฝากเงิน
zh: 复制充币地址

# jzcbdczmm
source: Only support resetting passwords for locally imported or created wallets
ms: Hanya menyokong penetapan semula kata laluan untuk dompet yang diimport atau dicipta secara tempatan
th: รองรับเฉพาะการรีเซ็ตรหัสผ่านสำหรับกระเป๋าสตางค์ที่นำเข้าหรือสร้างขึ้นในเครื่อง
zh: 仅支持本地导入或创建的钱包重置密码

# qsrzjchzsfk
source: Please enter the mnemonic or private key, the mnemonic must be separated by spaces
ms: Sila masukkan kunci mnemonik atau persendirian, dan mnemonik mesti dipisahkan dengan ruang
th: โปรดป้อนคีย์ช่วยจำหรือคีย์ส่วนตัว และตัวช่วยจำต้องคั่นด้วยการเว้นวรรค
zh: 请输入助记词或者私钥，助记词则需空格分开

# szxmm
source: Set a new wallet password
ms: Tetapkan kata laluan dompet baharu
th: ตั้งรหัสผ่านกระเป๋าสตางค์ใหม่
zh: 设置新的钱包密码

# qsrzqdsyhzzc
source: Please enter a normal mnemonic or private key
ms: Sila masukkan kunci mnemonik atau persendirian biasa
zh: 请输入正常的助记词或者私钥

# zzdz
source: Transfer Address
ms: Alamat Pemindahan
th: ที่อยู่สำหรับโอน
zh: 转账地址

# qsrdduifdz1
source: Please enter or scan the other party's
ms: Sila masukkan atau imbas milik pihak lain
th: โปรดป้อนหรือสแกนของอีกฝ่าย
zh: 请输入或扫描对方的

# qsrdduifdz2
source: QR code address
ms: Alamat kod QR
th: ที่อยู่รหัส QR
zh: 二维码地址

# zzsl
source: Transfer amount
ms: Jumlah pemindahan
th: จำนวนเงินโอน
zh: 转账数量

# qsrsl
source: Please enter the quantity
ms: Sila masukkan kuantiti
th: กรุณากรอกจำนวน
zh: 请输入数量

# keyong
source: Available:
ms: Tersedia:
th: มีจำหน่าย:
zh: 可用：

# kuanggongfei
source: Miner's Fee:
ms: Yuran pengendalian:
th: ค่าดำเนินการ:
zh: 手续费：

# qsrtbdz
source: Please enter the withdrawal address
ms: Sila masukkan alamat
th: โปรดป้อนที่อยู่
zh: 请输入地址

# qsrtbsl
source: Please enter the amount of coins withdrawn
ms: Sila masukkan jumlah syiling yang dikeluarkan
th: โปรดป้อนจำนวนเหรียญที่ถอนออก
zh: 请输入提币数量

# bnzzzj
source: Can't transfer money to yourself
ms: Tidak boleh memindahkan wang kepada diri sendiri
th: โอนเงินให้ตัวเองไม่ได้
zh: 不能转账自己哦

# zzcgl
source: Transfer is successful
ms: Pemindahan berjaya
th: โอนสำเร็จ
zh: 转账成功

# ljzjc
source: Understand mnemonic words
ms: Fahami perkataan mnemonik
th: ทำความเข้าใจคำช่วยจำ
zh: 了解助记词

# ljzjcts1
source: Understand mnemonic words
ms: Apakah mnemonik itu? Apakah kegunaannya?
th: ตัวช่วยจำคืออะไร มีประโยชน์อย่างไร
zh: 助记词是什么？有什么用？

# ljzjcts2
source: The mnemonic phrase is the account of your digital currency wallet, and only you know it. The platform will not record it. If it is lost or replaced, your stored digital assets will not be retrieved. So if you lose it, think carefully Where to record. Look for places where mnemonic words may be recorded.
ms: Frasa mnemonik ialah akaun dompet mata wang digital anda, dan hanya anda yang mengetahuinya. Platform tidak akan merekodkannya. Jika ia hilang atau diganti, aset digital anda yang disimpan tidak boleh diambil semula. Jadi jika anda kehilangannya, fikirkan berhati-hati Di mana untuk merakam. Cari tempat di mana perkataan mnemonik boleh dirakam.
th: วลีช่วยจำคือบัญชีกระเป๋าเงินสกุลเงินดิจิทัลของคุณ และมีเพียงคุณเท่านั้นที่รู้ แพลตฟอร์มจะไม่บันทึกมัน หากสูญหายหรือถูกแทนที่ ทรัพย์สินดิจิทัลที่เก็บไว้ของคุณไม่สามารถเรียกคืนได้ ดังนั้น หากคุณทำหาย ลองคิดดู อย่างระมัดระวังว่าจะบันทึกที่ไหน มองหาสถานที่ที่อาจบันทึกคำช่วยจำ
zh: 助记词是你数字货币钱包的账户，而且只有您自己知道，平台不会记录，如果丢失或替换则您存储的数字资产将无法找回。所以一旦丢失，要仔细想想记录在哪里。寻找可能记录助记词的地方。

# ljzjcts3
source: Please read the above text carefully and answer the following questions!
ms: Sila baca teks di atas dengan teliti dan jawab soalan berikut!
th: โปรดอ่านtextด้านบนอย่างละเอียดและตอบคำถามต่อไปนี้!
zh: 请仔细阅读上面文字，回答以下问题！

# ljzjcts4
source: What should I do if the mnemonic is lost or memorized incorrectly?
ms: Apakah yang perlu saya lakukan jika mnemonik hilang atau tersalah hafal?
th: ฉันควรทำอย่างไรหากตัวช่วยจำสูญหายหรือจำผิด
zh: 助记词丢失或记错怎么办？

# ljzjcts5
source: Think carefully about where to record, and look for places where mnemonic words may be recorded.
ms: Fikirkan dengan teliti tentang tempat untuk merakam, dan cari tempat di mana perkataan mnemonik boleh dirakam.
th: คิดให้รอบคอบเกี่ยวกับตำแหน่งที่จะบันทึก และมองหาสถานที่ที่อาจบันทึกคำช่วยจำ
zh: 仔细想想记录在哪里，寻找可能记录助记词的地方。

# ljzjcts6
source: Contact customer service and let the platform find it back.
ms: Hubungi perkhidmatan pelanggan dan biarkan platform mencarinya kembali.
th: ติดต่อฝ่ายบริการลูกค้าและให้แพลตฟอร์มค้นหามันกลับมา
zh: 联系客服，让平台找回。

# ljzjctshdzq
source: The answer is correct, create a wallet
ms: Jawapannya betul, buat dompet
th: คำตอบคือถูก สร้างกระเป๋าสตางค์
zh: 回答正确，创建钱包

# beizhunc
source: Remark Name
ms: Nama Catatan
th: ชื่อหมายเหตุ
zh: 备注名称

# qsrbznc
source: Please enter the remark name
ms: Sila masukkan id pengguna siasatan
th: โปรดป้อน ID ผู้ใช้โพรบ
zh: 请输入探针用户id

# tbxuzd
source: Notes on Withdrawing Coins
ms: Nota Mengenai Pengeluaran Syiling
th: หมายเหตุเกี่ยวกับการถอนเหรียญ
zh: 提币须知

# tbxuzdts
source: 1. Due to the instability of the network, some operations may be delayed. Please wait patiently. 2. The transfer fee is 1 BRT. 3. The minimum transfer amount of a single currency is 50 BRT. 4. All operations are performed on the chain. If the withdrawal address is wrong, your assets will not be retrieved!
ms: 1. Disebabkan oleh ketidakstabilan rangkaian, sesetengah operasi mungkin ditangguhkan. Harap bersabar. 2. Yuran pemindahan ialah 1 BRT. 3. Amaun pemindahan minimum mata wang tunggal ialah 50 BRT. 4. Semua operasi dilakukan pada rantaian. Jika alamat pengeluaran salah, aset anda tidak akan diambil semula!
th: 1. เนื่องจากเครือข่ายไม่เสถียร การดำเนินการบางอย่างอาจล่าช้า โปรดอดทนรอ 2. ค่าธรรมเนียมการโอนคือ 1 BRT 3. จำนวนการโอนขั้นต่ำของสกุลเงินเดียวคือ 50 BRT 4. การดำเนินการทั้งหมดดำเนินการในห่วงโซ่ หากที่อยู่การถอนไม่ถูกต้อง ทรัพย์สินของคุณจะไม่ถูกเรียกคืน!
zh: 1、由于网络的不稳定性，部分操作可能会出现延迟，请您耐心等待。 2、转出手续费为：1个BRT。 3、单币最小转出数量50BRT。 4、所有操作在链上执行，若提币地址出错，您的资产将无法找回!

# tbdasl
source: Arrival quantity:
ms: Kuantiti ketibaan:
th: จำนวนที่มาถึง:
zh: 到账数量：

# qsrzqtbsl
source: Please enter the correct amount of coins
ms: Sila masukkan jumlah pengeluaran yang betul
th: โปรดป้อนจำนวนการถอนที่ถูกต้อง
zh: 请输入正确提币数量

# yueebuz
source: Insufficient balance
ms: Baki tidak mencukupi
th: ยอดเงินไม่เพียงพอ
zh: 余额不足

# qtxbznc
source: Please fill in the remark name
ms: Sila isikan nama catatan
th: กรุณากรอกชื่อหมายเหตุ
zh: 请填写备注名称

# tbcgclz
source: Withdrawal is successful, processing is in progress
ms: Operasi penarikan balik berjaya, pemprosesan sedang dijalankan
th: ถอนเงินสำเร็จ กำลังดำเนินการ
zh: 提币操作成功，处理中

# anqr
source: Security Confirmation
ms: Pengesahan Keselamatan
th: การยืนยันความปลอดภัย
zh: 安全确认

# qsrqbmm
source: Please enter the wallet password
ms: Sila masukkan kata laluan dompet
th: โปรดป้อนรหัสผ่านกระเป๋าสตางค์
zh: 请输入钱包密码

# cgbcxc
source: Successfully saved the album～
ms: Berjaya menyimpan album～
th: บันทึกอัลบั้มเรียบร้อยแล้ว~
zh: 成功保存相册～

# bcsba
source: Save failed~
ms: Gagal disimpan~
th: บันทึกล้มเหลว~
zh: 保存失败～

# xzzffs
source: Select payment method
ms: Pilih kaedah pembayaran
th: เลือกวิธีการชำระเงิน
zh: 选择支付方式

# lijizhifu
source: Pay Now
ms: Bayar Sekarang
th: จ่ายเลย
zh: 立即付款

# bbgx
source: Version Upgrade
ms: Versi Naik Taraf
th: อัปเกรดเวอร์ชัน
zh: 版本升级

# gxneirong
source: Update content
ms: Kemas kini kandungan
th: อัปเดตเนื้อหา
zh: 更新内容

# kaishigx
source: Start upgrading
ms: Mulakan naik taraf
th: เริ่มอัปเกรด
zh: 开始升级

# mrgdxq
source: Buy pending order details
ms: Beli butiran pesanan belum selesai
th: ซื้อรายละเอียดคำสั่งซื้อที่รอดำเนินการ
zh: 买入挂单详情

# mcgdxq
source: Sell pending order details
ms: Jual butiran pesanan belum selesai
th: ขายรายละเอียดคำสั่งที่รอดำเนินการ
zh: 卖出挂单详情

# guyadasl
source: Pending order quantity
ms: Kuantiti pesanan belum selesai
th: ปริมาณการสั่งซื้อที่รอดำเนินการ
zh: 挂单数量

# jiaoyze
source: Total Transaction
ms: Jumlah Transaksi
th: ธุรกรรมทั้งหมด
zh: 交易总额

# peifazhifu
source: Allotment payment
ms: Bayaran peruntukan
th: จ่ายปันส่วน
zh: 配发支付

# tuiguanjl
source: Promotion Reward
ms: Ganjaran Kenaikan Pangkat
th: รางวัลส่งเสริมการขาย
zh: 推广奖励

# cibijl
source: Coin Reward
ms: Ganjaran Syiling
th: รางวัลเหรียญ
zh: 持币奖励

# shouyi
source: Profit
ms: Keuntungan
th: กำไร
zh: 收益

# yuyan
source: Language
ms: Bahasa
zh: 语言

# qxzyy
source: Please select language
ms: Sila pilih bahasa
th: กรุณาเลือกภาษา
zh: 请选择语言

# goumai
source: Buy
ms: Beli
th: ซื้อ
zh: 购买

# duifdiz
source: The address of the other party
ms: Alamat pihak yang satu lagi
th: ที่อยู่ของอีกฝ่าย
zh: 对方地址

# cjqbdiz
source: Create a wallet
ms: Buat dompet
th: สร้างกระเป๋าสตางค์
zh: 创建钱包

# qianbaogli
source: Wallet Management
ms: Pengurusan Akaun Dompet
th: การจัดการบัญชีกระเป๋าเงิน
zh: 钱包账户管理

# huanyinglaodao
source: Welcome to the excellent trading platform
ms: Selamat datang ke platform dagangan yang sangat baik
th: ยินดีต้อนรับสู่แพลตฟอร์มการซื้อขายที่ยอดเยี่ยม
zh: 欢迎来到卓越交易平台

# denglu
source: Login
ms: Log masuk
th: เข้าสู่ระบบ
zh: 登录

# wanjimima
source: Forgot Password
ms: Terlupa Kata Laluan
th: ลืมรหัสผ่าน
zh: 忘记密码

# lijizhuc
source: Register Now
ms: Daftar Sekarang
th: ลงทะเบียนเลย
zh: 立即注册

# zhaohuimima
source: Retrieve Password
ms: Dapatkan Kata Laluan
th: ดึงรหัสผ่าน
zh: 找回密码

# yanzhengma
source: Verification Code
ms: Kod Pengesahan
th: รหัสยืนยัน
zh: 验证码

# qingshuruyzm
source: Please enter the verification code
ms: Sila masukkan kod pengesahan
th: โปรดป้อนรหัสยืนยัน
zh: 请输入验证码

# qingshuruzhuoyueyonghu
source: Please enter your excellent username
ms: Sila masukkan nama pengguna terbaik anda
th: โปรดป้อนชื่อผู้ใช้ที่ยอดเยี่ยมของคุณ
zh: 请输入你的卓越用户名

# shiminrenz
source: Real-name authentication
ms: Pengesahan nama sebenar
th: รับรองความถูกต้องด้วยชื่อจริง
zh: 实名认证

# diyibuxiantianxiezhil
source: Step 1: Fill in the information for authentication
ms: Langkah 1: Isikan maklumat untuk pengesahan
th: ขั้นตอนที่ 1: กรอกข้อมูลสำหรับการตรวจสอบสิทธิ์
zh: 第一步：认证先填写资料

# weinizicanq
source: *For the safety of your funds, you need to verify your identity before you can conduct transactions; real-name verification must be at least 18 years old, and the verification information cannot be modified once verified. Please fill in truthfully!
ms: *Untuk keselamatan dana anda, anda perlu mengesahkan identiti anda sebelum anda boleh menjalankan transaksi; pengesahan nama sebenar mestilah berumur sekurang-kurangnya 18 tahun dan maklumat pengesahan tidak boleh diubah suai setelah disahkan. Sila pastikan untuk mengisi dengan benar!
zh: *为了您的资金安全，需验证您的身份方可进行交易；实名认证必须年满18岁，认证信息已一经验证不能修改，请务必如实填写！

# zhengjianleix
source: Certificate Type
ms: Jenis Sijil
th: ประเภทใบรับรอง
zh: 证件类型

# xuanzzhengjleix
source: Select ID Type
ms: Pilih Jenis ID
th: เลือกประเภท ID
zh: 选择证件类型

# zhengshixingm
source: Real Name
ms: Nama Sebenar
th: ชื่อจริง
zh: 真实姓名

# qingshurunixm
source: Please enter your name
ms: Sila masukkan nama anda
th: กรุณากรอกชื่อของคุณ
zh: 请输入您的姓名

# zhengjbianhao
source: Certificate Number
ms: Nombor Sijil
th: หมายเลขใบรับรอง
zh: 证件号码

# qingshuruninzhengjian
source: Please enter your ID number
ms: Sila masukkan nombor ID anda
th: กรุณากรอกหมายเลขประจำตัวประชาชน
zh: 请输入您的证件号码

# pdiansfchongfu
source: (Judging whether the ID number is repeated)
ms: (Menilai sama ada nombor ID diulang)
th: (ตัดสินว่าเลขบัตรประชาชนซ้ำหรือไม่)
zh: (判断证件号码是否重复)

# dierbushangc
source: Step 2: Upload data authentication
ms: Langkah 2: Muat naik pengesahan data
th: ขั้นตอนที่ 2: อัปโหลดการตรวจสอบข้อมูล
zh: 第二步：上传资料认证

# shangcsm
source: 1. Upload the front and back of the ID card 2. Hand-written ID card photo: You need to hold your ID card in one hand and the handwritten (BITCHEN, signature, date) blank paper in your hand. Ensure your identity help Does not cover your face, and helps the ID card and the information on the white paper to be clearly visible! Photo requirements: 1) The size of the photo file cannot exceed 4M! The format is JPG or PNG 2) Make sure the photo has no watermark, No stains, no PS processing, etc. occupy the corresponding picture upload
ms: 1. Muat naik bahagian hadapan dan belakang kad ID 2. Foto ID puisi tulisan tangan: Anda perlu memegang kad ID anda dengan satu tangan dan kertas putih tulisan tangan (BITCHEN, tandatangan, tarikh) dalam tangan. Pastikan identiti anda tidak menutup muka anda dan membantu kad pengenalan dan maklumat pada kertas putih kelihatan dengan jelas! Keperluan foto: 1) Saiz fail foto tidak boleh melebihi 4M! Formatnya ialah JPG atau PNG 2) Pastikan foto tiada tera air, Tiada kesan, tiada pemprosesan PS, dsb. duduki muat naik gambar yang sepadan
th: 1. อัปโหลดด้านหน้าและด้านหลังของบัตรประจำตัวประชาชน 2. รูปถ่ายติดบทกวีที่เขียนด้วยลายมือ: คุณต้องถือบัตรประจำตัวประชาชนด้วยมือเดียวและกระดาษขาวที่เขียนด้วยลายมือ (BITCHEN, ลายเซ็น, วันที่) อยู่ใน มือ. ยืนยันตัวตนของคุณ ไม่ปิดบังใบหน้า และช่วยให้บัตรประชาชนและข้อมูลบนกระดาษขาวมองเห็นได้ชัดเจน! ข้อกำหนดเกี่ยวกับภาพถ่าย: 1) ขนาดของไฟล์ภาพถ่ายต้องไม่เกิน 4M! รูปแบบคือ JPG หรือ PNG 2) ตรวจสอบให้แน่ใจว่ารูปภาพไม่มีลายน้ำ ไม่มีคราบ ไม่มีการประมวลผล PS ฯลฯ ไม่ใช้การอัปโหลดรูปภาพที่เกี่ยวข้อง
zh: 1、上传身份证正反面 2、手诗身份证照：需要您本人一手持身份证，一手持您手写的（BITCHEN、签名、日期）的白纸。确保您的身份助不遮挡您的脸部，并助身份证和白纸上的信息清晰可见！ 照片要求： 1）照片文件大小不能超过4M！格式为JPG或PNG 2）确保照片无水印，无污渍，无PS处理等 占击相应图片上传

# sfzzm
source: Upload the front of ID card
ms: Muat naik bahagian hadapan kad pengenalan
th: อัพโหลดหน้าบัตรประชาชน
zh: 上传身份证正面

# sfzbm
source: Upload the reverse side of ID card
ms: Muat naik bahagian belakang kad pengenalan
th: อัพโหลดหลังบัตรประชาชน
zh: 上传身份证背面

# sfzsc
source: Upload a hand-held ID
ms: Muat naik ID pegang tangan
th: อัปโหลด ID มือถือ
zh: 上传手持证件

# tijiaosh
source: Submit for review
ms: Serahkan untuk semakan
th: ส่งเพื่อตรวจสอบ
zh: 提交审核

# meizhangdaxiao
source: The size of each photo cannot exceed 20M, and the file format must be JPG or PNG
ms: Saiz setiap foto tidak boleh melebihi 20M, dan format fail mestilah JPG atau PNG
th: ขนาดของแต่ละภาพต้องไม่เกิน 20M และรูปแบบไฟล์ต้องเป็น JPG หรือ PNG
zh: 每张相片大小不能超过20M，文件格式必须为JPG或PNG

# ninzhilyitijiao
source: Your authentication information has been submitted
ms: Maklumat pengesahan anda telah diserahkan
th: ส่งข้อมูลการรับรองความถูกต้องของคุณแล้ว
zh: 您的认证资料已提交

# wmweinishenhe
source: We will review for you within 24 hours
th: เราจะตรวจสอบให้คุณภายใน 24 ชั่วโมง
zh: 我们将在24小时之内为您审核

# wancheng
source: Finish
ms: Selesai
th: เสร็จสิ้น
zh: 完成

# rizzlbux
source: Your authentication information has not passed for the following reasons:
ms: Maklumat pengesahan anda tidak diluluskan atas sebab berikut:
th: ข้อมูลการพิสูจน์ตัวตนของคุณไม่ผ่านด้วยเหตุผลดังต่อไปนี้:
zh: 您的认证资料未通过，原因如下：

# sfbufups
source: 1. ID card does not match with me 2. It is strictly forbidden to use software such as PS to modify photos
ms: 1. Kad pengenalan tidak sepadan dengan saya 2. Dilarang sama sekali menggunakan perisian seperti PS untuk mengubah suai foto
th: 1. บัตรประจำตัวไม่ตรงกับฉัน 2. ห้ามใช้ซอฟต์แวร์เช่น PS เพื่อแก้ไขรูปภาพโดยเด็ดขาด
zh: 1、身份证与本人不符 2、严禁使用PS等软件修改照片

# jutyuany
source: The specific reason, entered by the audit customer service staff
ms: Sebab khusus, dimasukkan oleh kakitangan perkhidmatan pelanggan audit
th: เหตุผลเฉพาะที่เจ้าหน้าที่บริการลูกค้าตรวจสอบป้อน
zh: 具体原因，由审核客服人员输入

# chongxshabgc
source: Re-upload
ms: Muat naik semula
th: อัปโหลดซ้ำ
zh: 重新上传

# shenfzen
source: ID Card
ms: Kad Pengenalan
th: บัตรประจำตัวประชาชน
zh: 身份证

# hmyzhhh
source: Don't have an account on the excellent trading platform?
ms: Tidak mempunyai akaun pada platform dagangan yang sangat baik?
th: ไม่มีบัญชีบนแพลตฟอร์มการซื้อขายที่ยอดเยี่ยมใช่หรือไม่
zh: 还没有卓越交易平台账号？

# qingshuruyongshoujhao
source: You haven't entered your phone number
ms: Anda belum memasukkan nombor telefon anda
th: คุณยังไม่ได้ป้อนหมายเลขโทรศัพท์
zh: 你还没有输入手机号

# nihmyshurumima
source: You have not entered the login password
ms: Anda belum memasukkan kata laluan log masuk
th: คุณยังไม่ได้ป้อนรหัสผ่านสำหรับเข้าสู่ระบบ
zh: 你还没有输入登录密码

# qingshurushoujhao
source: Please enter your mobile phone number
ms: Sila masukkan nombor telefon bimbit anda
th: โปรดป้อนหมายเลขโทรศัพท์มือถือของคุณ
zh: 请输入手机号码

# qingshurtmima
source: Please enter the login password
ms: Sila masukkan kata laluan log masuk
th: โปรดป้อนรหัสผ่านสำหรับเข้าสู่ระบบ
zh: 请输入登录密码

# dengluzhong
source: Logging in...
ms: Melog masuk...
th: กำลังเข้าสู่ระบบ...
zh: 登录中...

# qingshuryonghum
source: Please enter the user name (supports more than 4 letters and numbers)
ms: Sila masukkan nama pengguna (menyokong lebih daripada 4 huruf dan nombor)
th: โปรดป้อนชื่อผู้ใช้ (รองรับตัวอักษรและตัวเลขมากกว่า 4 ตัว)
zh: 请输入用户名（支持4位以上字母、数字）

# huoquyanzhengma
source: Get verification code
ms: Dapatkan kod pengesahan
th: รับรหัสยืนยัน
zh: 获取验证码

# yifasong
source: Sent
ms: Dihantar
th: ส่งแล้ว
zh: 已发送

# yonghuxieyizhuc
source: Click on the "register" button to show your agreement
ms: Klik pada butang "daftar" untuk menunjukkan persetujuan anda
th: คลิกที่ปุ่ม "ลงทะเบียน" เพื่อแสดงข้อตกลงของคุณ
zh: 点击“注册”按钮，表示您同意

# yijiangoumai
source: One-click purchase
ms: Pembelian sekali klik
th: ซื้อด้วยคลิกเดียว
zh: 一键购买

# jiaoyi
source: Deal
ms: Tawaran
th: ดีล
zh: 交易

# tjcgddsh
source: Submitted successfully, waiting for review
ms: Berjaya dihantar, menunggu semakan
th: ส่งเรียบร้อยแล้ว กำลังรอการตรวจสอบ
zh: 提交成功，等待审核

# xiayibu
source: Next
ms: Seterusnya
th: ต่อไป
zh: 下一步

# zhuche
source: Register
ms: Daftar
th: ลงทะเบียน
zh: 注册

# weishiming
source: Uncertified
ms: Tidak diperakui
th: ไม่ผ่านการรับรอง
zh: 未认证

# renzhentongg
source: Certified
ms: Diperakui
th: ผ่านการรับรอง
zh: 认证通过

# renzhengbutongg
source: Authentication failed
ms: Pengesahan gagal
th: การตรวจสอบสิทธิ์ล้มเหลว
zh: 认证不通过

# daishenhe
source: Pending review
ms: Semakan belum selesai
th: รอการตรวจสอบ
zh: 待审核

# zhiyaheyue
source: Pledge Contract
ms: Kontrak Ikrar
th: สัญญาจำนำ
zh: 质押合约

# mingxi
source: Details
ms: Butiran
th: รายละเอียด
zh: 明细

# yujishouyi
source: Estimated Income
ms: Anggaran Pendapatan
th: รายได้โดยประมาณ
zh: 预计收益

# zhiyawode
source: My Contract
ms: Kontrak Saya
th: สัญญาของฉัน
zh: 我的合约

# zhanghaokeyong
source: Account available balance
ms: Baki akaun tersedia
th: ยอดเงินคงเหลือในบัญชี
zh: 账号可用余额

# zhiyayue
source: Pledge Balance
ms: Baki Ikrar
th: ยอดจำนำ
zh: 质押余额

# zhouqi
source: Cycle
ms: Kitaran
zh: 周期

# suoming
source: Description
ms: Penerangan
th: คำอธิบาย
zh: 说明

# lijitouzhi
source: Invest now
ms: Melabur sekarang
th: ลงทุนเลย
zh: 立即投资

# touzhijine
source: Investment amount
ms: Jumlah pelaburan
th: จำนวนเงินลงทุน
zh: 投资金额
