Repository: wewallets/wewallet
Catalog: lib/l10n/intl_*.arb
Languages: ms, th, zh

# xtj29
source: 1. Currency in and out mode (currency standard), invest in RISE, earn RISE; 2. Crowdfunding target will increase by 30% every period, and the allocation is 11% static income, 8% dynamic income, 1% Accumulated reward pool, 10% payout fund; 3. Rebirth mechanism, if crowdfunding fails, new positions will be opened, starting over from the first phase, endlessly; 4. Safety valve mechanism, 10% of all static and dynamic income % is converted into platform consumption points.
ms: 1. Mod keluar masuk mata wang (standard mata wang), melabur dalam RISE, peroleh RISE; 2. Sasaran crowdfunding akan meningkat sebanyak 30% setiap tempoh, dan peruntukan ialah 11% pendapatan statik, 8% pendapatan dinamik , 1% Kumpulan ganjaran terkumpul, 10% dana pembayaran; 3. Mekanisme kelahiran semula, jika crowdfunding gagal, jawatan baharu akan dibuka, bermula dari fasa pertama, tanpa henti; 4. Mekanisme injap keselamatan, 10% daripada semua statik dan % pendapatan dinamik ditukar kepada mata penggunaan platform.
th: 1. โหมดสกุลเงินเข้าและออก (มาตรฐานสกุลเงิน) ลงทุนใน RISE รับ RISE 2. เป้าหมายการระดมทุนจะเพิ่มขึ้น 30% ทุกช่วงเวลา และการจัดสรรเป็นรายได้คงที่ 11% รายได้แบบไดนามิก 8% , 1% ของรางวัลสะสม, เงินรางวัล 10%; 3. กลไกการเกิดใหม่, หากคราวด์ฟันดิ้งล้มเหลว ตำแหน่งใหม่จะถูกเปิด, เริ่มต้นใหม่จากเฟสแรกอย่างไม่สิ้นสุด; 4. กลไกวาล์วนิรภัย, 10% ของสแตติกทั้งหมดและ % รายได้แบบไดนามิกจะถูกแปลงเป็นจุดการใช้แพลตฟอร์ม
zh: 1.币进币出模式（币本位），投入RISE，收益RISE; 2.众筹目标每期定增30%，分配为11%静态收益、8%动态收益、1%累积奖励池、10%赔付基金; 3.重生机制，若众筹失败，即开启新仓位，从第1期重新开始，生生不息; 4.安全阀机制，所有静态和动态收入的10%转换为平台消费积分。

# xtj30
source: The most suitable Nuggets plan for public investment
ms: Pelan Nugget yang paling sesuai untuk pelaburan awam
th: แผน Nuggets ที่เหมาะสมที่สุดสำหรับการลงทุนภาครัฐ
zh: 最适合大众投资的掘金计划

# xtj31
source: 1RISE can participate in multiple income, currency in and out mode, regeneration mechanism
ms: 1RISE boleh mengambil bahagian dalam pendapatan berbilang, mod masuk dan keluar mata wang, mekanisme penjanaan semula
th: 1RISE สามารถมีส่วนร่วมในรายได้ที่หลากหลาย โหมดสกุลเงินเข้าและออก กลไกการสร้างใหม่
zh: 1RISE可参与 多重收益 币进币出模式 重生机制

# xtj33
source: Auto grab pool
th: พูลคว้าอัตโนมัติ
zh: 自动抢单池

# xtj34
source: sub
th: phụ
zh: 子

# text1
source: Total Assets Converted (USDT)
ms: Jumlah Aset Ditukar (USDT)
th: สินทรัพย์ทั้งหมดที่แปลงแล้ว (USDT)
zh: 总资产折合(USDT)

# text2
source: Data Collection
ms: Pengumpulan Data Saya
th: การรวบรวมข้อมูลของฉัน
zh: 我的数藏

# text3
source: equivalent to USDT
ms: bersamaan dengan USDT
th: เทียบเท่ากับ USDT
zh: 折合 USDT

# text4
source: Bind the superior invitation code
ms: Ikat kod jemputan unggul
th: ผูกรหัสเชิญที่เหนือกว่า
zh: 绑定上级邀请码

# text5
source: Fill in the invitation code
ms: Isi kod jemputan
th: กรอกรหัสเชิญ
zh: 填写邀请码

# text6
source: Please enter the invitation code
ms: Sila masukkan kod jemputan
th: กรุณาใส่รหัสเชิญ
zh: 请输入邀请码

# text7
source: 1. Function: Users who let new friends use their own invitation code will get corresponding transaction fee subsidies and rewards. 2. Invitation code acquisition: You need to bind an invitation before getting your own invitation code You can generate your own invitation code. Once the invitation code is bound, it cannot be modified, please fill in it carefully when binding. 3. The invitation code is not required, and the user can use all the functions of the digital storage system normally without the invitation code.
ms: 1. Fungsi: Pengguna yang membenarkan rakan baharu menggunakan kod jemputan mereka sendiri akan mendapat subsidi dan ganjaran yuran transaksi yang sepadan. 2. Pemerolehan kod jemputan: Anda perlu mengikat jemputan sebelum mendapatkan kod jemputan anda sendiri Anda boleh hasilkan kod jemputan anda sendiri. Setelah kod jemputan diikat, ia tidak boleh diubah suai, sila isi dengan teliti semasa mengikat. 3. Kod jemputan tidak diperlukan dan pengguna boleh menggunakan semua fungsi sistem storan digital seperti biasa tanpa kod jemputan.
th: 1. ฟังก์ชัน: ผู้ใช้ที่อนุญาตให้เพื่อนใหม่ใช้รหัสเชิญของตนเองจะได้รับเงินอุดหนุนและรางวัลค่าธรรมเนียมการทำธุรกรรมที่สอดคล้องกัน 2. การรับรหัสเชิญ: คุณต้องผูกคำเชิญก่อนจึงจะได้รับรหัสเชิญของคุณเอง สร้างรหัสเชิญของคุณเอง เมื่อผูกรหัสเชิญแล้ว จะไม่สามารถแก้ไขได้ โปรดกรอกอย่างระมัดระวังเมื่อทำการผูก 3. ไม่จำเป็นต้องใช้รหัสเชิญ และผู้ใช้สามารถใช้ฟังก์ชันทั้งหมดของระบบจัดเก็บข้อมูลดิจิทัลได้ตามปกติ โดยไม่ต้องใส่รหัสเชิญ
zh: 1.作用：用户让 新朋友使用自己的邀请码，将获得相应的交易手续费补贴和奖励。 2.邀请码获得：在获得自己的邀请码之前需要绑定一个邀请码，即可生成自己的邀请码。邀请码一旦绑定无法修改，请绑定时仔细填写。 3.邀请码非必填，用户没有邀请码也可以正常使用数藏系统全部功能。

# text8
source: Description
ms: Penerangan
th: คำอธิบาย
zh: 说明

# text9
source: I have generated my own invitation code, open the wealth code immediately
ms: Saya telah menjana kod jemputan saya sendiri, buka kod kekayaan dengan segera
th: ฉันได้สร้างรหัสเชิญของตัวเองแล้ว เปิดรหัสความมั่งคั่งทันที
zh: 已经生成了自己的邀请码，立即开启财富密码

# text10
source: Annualized rate of return
ms: Kadar pulangan tahunan
th: อัตราผลตอบแทนรายปี
zh: 年化收益率

# text11
source: Investment Quantity
ms: Kuantiti Pelaburan
th: ปริมาณการลงทุน
zh: 投资数量

# text12
source: Consignment
ms: Konsainan
th: การฝากขาย
zh: 寄售

# text13
source: Open the blind box of digital storage
ms: Buka kotak buta storan digital
th: เปิดกล่องตาบอดของที่เก็บข้อมูลดิจิทัล
zh: 开启数藏盲盒

# text14
source: No blind box yet
ms: Belum ada kotak buta
th: ยังไม่มีกล่องบอด
zh: 暂无盲盒

# text15
source: Holding period (days)
ms: Tempoh penahanan (hari)
th: ระยะเวลาถือครอง (วัน)
zh: 持有周期(天)

# text16
source: List of Counting Miners
ms: Senarai Pengiraan Penambang
th: รายชื่อผู้ขุดแร่
zh: 数藏矿工列表

# text17
source: Bind the superior
ms: Ikat pihak atasan
th: ผูกมัดผู้เหนือกว่า
zh: 绑定上级

# text18
source: Direct push users
ms: Pengguna tolak langsung
th: ผู้ใช้แบบพุชโดยตรง
zh: 直推用户量

# text19
source: My Digital Collection Invitation Code
ms: Kod Jemputan Koleksi Digital Saya
th: รหัสเชิญคอลเลกชันดิจิทัลของฉัน
zh: 我的数藏邀请码

# text20
source: My Shuzang Market
ms: Pasar Shuzang Saya
th: ตลาดซู่ซังของฉัน
zh: 我的数藏市场

# text21
source: Crowdfunding Account
ms: Akaun Crowdfunding
th: บัญชีคราวด์ฟันดิ้ง
zh: 众筹账户

# text22
source: Data Collection Account
ms: Akaun Pengumpulan Data
th: บัญชีการเก็บรวบรวมข้อมูล
zh: 数藏账户

# text23
source: Asset transfer in and out
ms: Pemindahan aset masuk dan keluar
th: การโอนสินทรัพย์เข้าและออก
zh: 资产转入转出

# text24
source: Swipe direction
ms: Arah leret
th: การปัดทิศทาง
zh: 划转方向

# text25
source: From
ms: Daripada
th: จาก
zh: 从

# text26
source: Coin Trading Account
ms: Akaun Dagangan Syiling
th: บัญชีซื้อขายเหรียญ
zh: 币币交易账户

# text27
source: to
ms: kepada
th: ถึง
zh: 到

# text28
source: Currency
ms: Mata wang
th: สกุลเงิน
zh: 币种

# text29
source: Transfer amount
ms: Jumlah pemindahan
th: จำนวนเงินโอน
zh: 划转数量

# text30
source: Please enter the transfer amount
ms: Sila masukkan amaun pindahan
th: กรุณาระบุจำนวนเงินที่โอน
zh: 请输入划转数量

# text31
source: Transfer immediately
ms: Pindahkan segera
th: โอนทันที
zh: 立即划转

# text32
source: Open now
ms: Buka sekarang
th: เปิดเลย
zh: 立即开启

# text33
source: loan financing
ms: pembiayaan pinjaman
th: การจัดหาเงินกู้
zh: 借贷理财

# text34
source: Traffic pool
ms: Kolam trafik
th: กลุ่มการจราจร
zh: 流量池

# text35
source: Trading volume:
ms: Jumlah dagangan:
th: ปริมาณการซื้อขาย:
zh: 交易量：

# text36
source: flow pool
ms: kolam aliran
th: โฟลว์พูล
zh: 流动池

# text37
source: Efficient and safe
ms: Cekap dan selamat
th: มีประสิทธิภาพและปลอดภัย
zh: 高效、安全

# text38
source: Realize the native exchange of global digital assets
ms: Realisasikan pertukaran asli aset digital global
th: ตระหนักถึงการแลกเปลี่ยนดั้งเดิมของสินทรัพย์ดิจิทัลทั่วโลก
zh: 实现全球数字资产原生交换

# text39
source: Exchange
ms: Pertukaran
th: การแลกเปลี่ยน
zh: 兑换

# text40
source: Balance:
ms: Baki:
th: ยอดคงเหลือ:
zh: 余额：

# text41
source: Slippage Tolerance Rate
ms: Kadar Toleransi Kegelinciran
th: อัตราการเผื่อการเลื่อนหลุด
zh: 滑点容差率

# text42
source: If the exchange rate changes by more than this percentage, the transaction will be reverted
ms: Jika kadar pertukaran berubah lebih daripada peratusan ini, transaksi akan dikembalikan
th: หากอัตราแลกเปลี่ยนเปลี่ยนแปลงมากกว่าเปอร์เซ็นต์นี้ ธุรกรรมจะถูกเปลี่ยนกลับ
zh: 如果兑换率变动超过此百分比，则将还原该交易

# text43
source: Transaction Deadline
ms: Tarikh Akhir Transaksi
th: กำหนดเวลาการทำธุรกรรม
zh: 交易截止期限

# text44
source: If your transaction is pending for more than this time period, it will be reverted
ms: Jika urus niaga anda belum selesai lebih daripada tempoh masa ini, ia akan dikembalikan
th: หากธุรกรรมของคุณรอดำเนินการนานกว่าช่วงเวลานี้ ธุรกรรมนั้นจะถูกเปลี่ยนกลับ
zh: 如果您的交易待处理超过此时间期限，则将还原该交易

# text45
source: Expected to get
ms: Dijangka akan mendapat
th: คาดว่าจะได้รับ
zh: 预期获得

# text46
source: There is no flow pool
ms: Tiada kumpulan aliran
th: ไม่มีโฟลว์พูล
zh: 暂无流动池

# text47
source: Please enter the slippage tolerance rate
ms: Sila masukkan kadar toleransi gelincir
th: โปรดป้อนอัตราการยอมรับการคลาดเคลื่อน
zh: 请输入滑点容错率

# text48
source: Please enter the transaction deadline
ms: Sila masukkan tarikh akhir transaksi
th: กรุณาระบุกำหนดเวลาการทำธุรกรรม
zh: 请输入交易截止期限

# text49
source: Successful submission
ms: Serahan berjaya
th: ส่งสำเร็จ
zh: 提交成功

# text50
source: Exchange Quantity
ms: Kuantiti Pertukaran
th: ปริมาณการแลกเปลี่ยน
zh: 兑换数量

# text51
source: Exchange Rate
ms: Kadar Pertukaran
th: อัตราแลกเปลี่ยน
zh: 兑换率

# text52
source: Get Quantity
ms: Dapatkan Kuantiti
th: รับจำนวน
zh: 获得数量

# text53
source: sale price
ms: harga jualan
th: ราคาลด
zh: 售卖价格

# text54
source: Number value
ms: Nilai nombor
th: ค่าตัวเลข
zh: 数藏价值

# text55
source: on consignment
ms: pada konsainan
th: ในการจัดส่ง
zh: 寄售中

# text56
source: Cancel Consignment
ms: Batalkan Konsainan
th: ยกเลิกการฝากขาย
zh: 取消寄售

# text57
source: Sold
ms: Dijual
th: ขายแล้ว
zh: 已卖出

# text58
source: Are you sure you want to cancel the input quantity
ms: Adakah anda pasti mahu membatalkan kuantiti input
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกจำนวนอินพุต
zh: 您确定要取消投入数量

# text59
source: Is the number of Tibetans on consignment?
ms: Adakah bilangan orang Tibet dalam konsainan?
th: จำนวนชาวทิเบตที่ส่งของมา?
zh: 的数藏寄售吗？

# text60
source: Cancel successfully
ms: Berjaya membatalkan
th: ยกเลิกสำเร็จ
zh: 取消成功

# text61
source: Consignment order successful
ms: Pesanan konsainan berjaya
th: คำสั่งฝากขายสำเร็จ
zh: 寄售挂单成功

# text62
source: Exchange assets
ms: Pertukaran aset
th: แลกเปลี่ยนสินทรัพย์
zh: 兑换资产

# text63
source: Common number
ms: Nombor Popular
th: เบอร์ยอดนิยม
zh: 热门数藏

# text64
source: Have fun
ms: Main Keseronokan
th: เล่นสนุก
zh: 趣玩

# text65
source: Social
ms: Sosial
th: โซเชียล
zh: 社交

# text66
source: Investment
ms: Pelaburan
th: การลงทุน
zh: 投资

# text67
source: Favorites
ms: Kegemaran
th: รายการโปรด
zh: 收藏

# text68
source: World premiere
ms: Tayangan Perdana Dunia
th: รอบปฐมทัศน์โลก
zh: 全球首发

# text69
source: Minimum amount received after slippage
ms: Jumlah minimum yang diterima selepas tergelincir
th: จำนวนเงินขั้นต่ำที่ได้รับหลังจากการคลาดเคลื่อน
zh: 收到的最低数额 滑点后

# text70
source: My Commit
ms: Ikrar saya
th: คำมั่นสัญญาของฉัน
zh: 我的质押

# text71
source: Commit amount
ms: Jumlah Ikrar
th: จำนวนเงินจำนำ
zh: 质押数量

# text72
source: Commit cycle
ms: Kitaran ikrar
th: วงจรจำนำ
zh: 质押周期

# text73
source: income
ms: pendapatan
th: รายได้
zh: 收益

# text74
source: Reference daily chemical
ms: Umur rujukan
th: อายุอ้างอิง
zh: 参考日化

# text75
source: Cancel
ms: Batal
th: ยกเลิก
zh: 撤销

# text76
source: Investment term
ms: Tempoh pelaburan
th: ระยะเวลาการลงทุน
zh: 投资期限

# text77
source: Join
ms: Penyertaan
th: การมีส่วนร่วม
zh: 参与

# text78
source: SWAP Record
ms: Rekod SWAP
th: บันทึก SWAP
zh: SWAP记录

# text79
source: Annual Reference
ms: Pengantahunan rujukan
th: การอ้างอิงรายปี
zh: 参考年化

# text80
source: Unlock Rule
ms: Buka Kunci Peraturan
th: ปลดล็อกกฎ
zh: 解锁规则

# text81
source: Pledged Position
ms: Kedudukan ikrar
th: ตำแหน่งจำนำ
zh: 质押仓位

# text82
source: Start time
ms: Masa mula
th: เวลาเริ่มต้น
zh: 开始时间

# text83
source: Transaction rules
ms: Peraturan Perdagangan
th: กฎการซื้อขาย
zh: 交易规则

# text84
source: Transaction rules
ms: Peraturan Perdagangan
th: กฎการซื้อขาย
zh: 交易规则

# text85
source: Rule of interest calculation
ms: Peraturan Pengiraan Faedah
th: กฎการคำนวณดอกเบี้ย
zh: 计息规则

# text86
source: Dividend Rules
ms: Peraturan Dividen
th: กฎการจ่ายเงินปันผล
zh: 派息规则

# text87
source: Unlock Rule
ms: Buka Kunci Peraturan
th: ปลดล็อกกฎ
zh: 解锁规则

# text88
source: Account Period
ms: Masa akaun
th: เวลาบัญชี
zh: 到账时间

# text89
source: Project introduction
ms: Pengenalan Projek
th: แนะนำโครงการ
zh: 项目介绍

# text90
source: Commit amount
ms: Jumlah Ikrar
th: จำนวนเงินจำนำ
zh: 质押数量

# text91
source: Minimum commit amount
ms: Ikrar minimum
th: สัญญาขั้นต่ำ
zh: 最底质押

# text92
source: Maximum upper limit
ms: Had atas maksimum
th: ขีดจำกัดบนสูงสุด
zh: 最高上限

# text93
source: Buy Coins
ms: Pergi beli syiling
th: ไปซื้อเหรียญ
zh: 去买币

# text94
source: Commit
ms: Ikrar
th: คำมั่นสัญญา
zh: 质押

# gywmwb1
source: YISE
ms: BANGKIT
th: ลุกขึ้น
