Repository: wewallets/wewallet
Catalog: lib/l10n/intl_*.arb
Languages: ms, th, zh

# qtianxietuijdiz
source: Please fill in the recommended address
ms: Sila isikan alamat yang disyorkan
th: กรุณากรอกที่อยู่ที่แนะนำ
zh: 请填写推荐地址

source: tian
ms: Langit
th: ท้องฟ้า
zh: 天

# heyuemingc
source: contract name
ms: Nama Kontrak
th: ชื่อสัญญา
zh: 合约名称

# heyuezhouqi
source: contract period
ms: Tempoh Kontrak
th: ระยะเวลาสัญญา
zh: 合约周期

# heyueshouyilv
source: contract rate of return
ms: Hasil Kontrak
th: รายได้ตามสัญญา
zh: 合约收益

# heyueshul
source: number of contracts
ms: Bilangan kontrak
th: จำนวนสัญญา
zh: 合约数量

# heyueshouyizhi
source: Contract revenue address
ms: Alamat hasil kontrak
th: ที่อยู่รายได้ตามสัญญา
zh: 合约收益地址

# shengtai
source: Ecology
ms: Ekologi
th: นิเวศวิทยา
zh: 生态

# faxian
source: Discover
ms: Temui
th: ค้นพบ
zh: 发现

# jiaoyisuo
source: Exchange
ms: Pertukaran
th: แลกเปลี่ยน
zh: 交易所

# licai
source: Finances
ms: Pengurusan Kewangan
th: การจัดการการเงิน
zh: 理财

# lianshangyule
source: Guests
ms: Hiburan Rantaian
th: เครือบันเทิง
zh: 链上娱乐

# huidui
source: Exchange
ms: Pertukaran
th: แลกเปลี่ยน
zh: 汇兑

# caijing
source: Educate
ms: Pendidikan
th: การศึกษา
zh: 教育

# dichang
source: Property
ms: Harta
th: ทรัพย์สิน
zh: 地产

# luyou
source: Travel
ms: melancong
th: การท่องเที่ยว
zh: 旅游

# gongyi
source: Welfare
ms: Kebajikan Awam
th: สวัสดิการสาธารณะ
zh: 公益

# wendinbi
source: Stablecoin
th: เหรียญเสถียร
zh: 稳定币

# shejiao
source: Society
ms: masyarakat
th: สังคม
zh: 社交

# remengshousuo
source: Popular Picks
ms: Pilihan Popular
zh: 热门精选

# sxszsh
source: Imagine the Life of Numbers and Wisdom
ms: Bayangkan Kehidupan Nombor dan Kebijaksanaan
th: ลองนึกภาพชีวิตของตัวเลขและปัญญา
zh: 畅想数智生活

# wzzncf
source: Play with Smart Wealth
ms: Bermain dengan Kekayaan Pintar
th: เล่นกับความมั่งคั่งอันชาญฉลาด
zh: 玩转智能财富

# jiaruquanz
source: Join the circle
ms: Sertai kalangan
th: เข้าร่วมวงกลม
zh: 加入圈子

# xinshourum
source: Beginner's Guide
ms: Bermula untuk Pemula
th: เริ่มต้นสำหรับมือใหม่
zh: 新手入门

# dakas
source: Master said
ms: Dikatakan oleh kopi besar
th: พูดโดยกาแฟใหญ่
zh: 大咖说

# xinrenjinjie
source: Advanced
ms: Orang baharu maju
th: คนใหม่ก้าวหน้า
zh: 新人进阶

# jihuoyonghu
source: Activate
ms: Aktifkan Pengguna
th: เปิดใช้งานผู้ใช้
zh: 激活用户

# hongbaoyaoqing
source: Invitation
ms: Jemputan
th: คำเชิญซองจดหมายสีแดง
zh: 红包邀请

# shequ
source: Community
ms: Komuniti
th: ชุมชน
zh: 社区

# shangdian
source: Shop
ms: Beli
th: ร้านค้า
zh: 商店

# jiaoyu
source: Education
ms: Pendidikan
th: การศึกษา
zh: 教育

# lvyou
source: Travel
ms: melancong
th: การท่องเที่ยว
zh: 旅游

# qitayingyong
source: Application
ms: Aplikasi Lain
th: แอปพลิเคชันอื่นๆ
zh: 其他应用

# shishi
source: Real Time
ms: Masa Nyata
th: เรียลไทม์
zh: 实时

# shifousc
source: Whether to delete this address
ms: Sama ada hendak memadam alamat ini
th: จะลบที่อยู่นี้หรือไม่
zh: 是否删除该地址

# qiehuandiz
source: Switch address
ms: Tukar alamat
th: เปลี่ยนที่อยู่
zh: 切换地址

# pingtaijihuo
source: Platform activation
ms: Pengaktifan platform
th: เปิดใช้งานแพลตฟอร์ม
zh: 平台激活

# zhaopengyoujihuo
source: activate
ms: Cari rakan untuk diaktifkan
th: หาเพื่อนเพื่อ
zh: 找朋友激活

# gaibbyjzxbb
source: This version is already the latest version
ms: Versi ini sudah pun versi terkini
th: เวอร์ชันนี้เป็นเวอร์ชันล่าสุดแล้ว
zh: 该版本已是最新版本

# qingxiandenglu
source: Please log in first
ms: Sila log masuk dahulu
th: กรุณาเข้าสู่ระบบก่อน
zh: 请先登录

# dangqbbh
source: Version number:
ms: Nombor versi semasa:
th: หมายเลขเวอร์ชันปัจจุบัน:
zh: 当前版本号：

# dongjie
source: freeze
ms: Bekukan
th: หยุด
zh: 冻结

# bangdingyx
source: Bind mailbox
ms: Ikat Peti Mel
th: ผูกกล่องจดหมาย
zh: 绑定邮箱

# gywmwb2
source: RISE Financial Holdings Group is a comprehensive financial services group established in Singapore in 2016. The group takes digital asset trading, industrial investment, and financial services as its core, and is driven by technology. It introduces digital technology and a token economy to drive The acceleration of 12 auxiliary application industries will eventually realize the acceleration of the "1+12+N" ecological linkage, creating a comprehensive digital financial ecological industry platform, providing comprehensive financial services for enterprises, financial institutions, and individuals. The group has a strong team strength As well as rich industry experience, we are committed to facing the global market, actively exploring and innovating, and creating a comprehensive digital financial industry ecology.
ms: RISE Financial Holdings Group ialah kumpulan perkhidmatan kewangan komprehensif yang ditubuhkan di Singapura pada 2016. Kumpulan itu mengambil perdagangan aset digital, pelaburan industri dan perkhidmatan kewangan sebagai terasnya, dan didorong oleh teknologi. Ia memperkenalkan teknologi digital dan ekonomi token untuk memacu Pecutan 12 industri aplikasi tambahan akhirnya akan merealisasikan pecutan hubungan ekologi "1+12+N", mewujudkan platform industri ekologi kewangan digital yang komprehensif, menyediakan perkhidmatan kewangan yang komprehensif untuk perusahaan, institusi kewangan dan individu. Kumpulan ini mempunyai kekuatan pasukan yang kukuh dan pengalaman industri yang kaya, komited untuk menghadapi pasaran global, secara aktif merintis dan berinovasi, serta mencipta ekologi industri kewangan digital yang komprehensif.
th: RISE Financial Holdings Group เป็นกลุ่มบริการทางการเงินครบวงจรที่ก่อตั้งขึ้นในสิงคโปร์ในปี 2016 กลุ่มนี้ใช้การซื้อขายสินทรัพย์ดิจิทัล การลงทุนในอุตสาหกรรม และบริการทางการเงินเป็นแกนหลัก และขับเคลื่อนด้วยเทคโนโลยี โดยนำเสนอเทคโนโลยีดิจิทัลและ เศรษฐกิจโทเค็นเพื่อขับเคลื่อน การเร่งความเร็วของอุตสาหกรรมแอพพลิเคชั่นเสริม 12 อุตสาหกรรมในที่สุดจะตระหนักถึงความเร่งของการเชื่อมโยงทางนิเวศวิทยา "1+12+N" สร้างแพลตฟอร์มอุตสาหกรรมระบบนิเวศทางการเงินดิจิทัลที่ครอบคลุม ให้บริการทางการเงินที่ครอบคลุมสำหรับองค์กร สถาบันการเงิน และบุคคล กลุ่มนี้มีความแข็งแกร่งของทีมที่แข็งแกร่งและประสบการณ์ในอุตสาหกรรมที่หลากหลาย มุ่งมั่นที่จะเผชิญหน้ากับตลาดโลก บุกเบิกและสร้างสรรค์นวัตกรรมอย่างแข็งขัน และสร้างระบบนิเวศอุตสาหกรรมการเงินดิจิทัลที่ครอบคลุม
zh: RISE金控集团是2016年在新加坡成立的综合性金融服务集团。集团以数字资产交易、产业投资、金融服务为核心，以科技为驱动，引入数字技术及通证经济，带动12个辅应用产业加速，最终实现“1+12＋N”生态联动加速，成就综合性数字金融生态产业平台，为企业、金融机构、个人提供完备的金融综合服务。 集团拥有强大的团队实力以及丰富的行业经验，致力于面向全球市场，积极开拓创新，打造综合性数字金融产业生态。

# gywmwb3
source: Strategic Positioning
ms: Kedudukan Strategik
th: การวางตำแหน่งเชิงกลยุทธ์
zh: 战略定位

# gywmwb4
source: Growth Value Incubator
ms: Inkubator Nilai Pertumbuhan
th: ศูนย์บ่มเพาะมูลค่าเพิ่ม
zh: 成长型价值孵化器

# gywmwb5
source: Finding opportunities for development in the overall situation of the new financial development, insisting on being a "growth value incubator" for enterprises for many years, focusing on the three major sectors of digital asset trading, industrial investment, and financial services, innovating financial digital development, and optimizing investment business Layout and improve the quality and efficiency of financial services. The goal is to invest and empower 1,000+ startups in the next 10 years, and help 300+ of them successfully land in the capital market.
ms: Mencari peluang untuk pembangunan dalam situasi keseluruhan pembangunan kewangan baharu, berkeras untuk menjadi "inkubator nilai pertumbuhan" untuk perusahaan selama bertahun-tahun, memfokuskan pada tiga sektor utama perdagangan aset digital, pelaburan industri dan kewangan perkhidmatan, berinovasi pembangunan digital kewangan dan mengoptimumkan Reka Letak perniagaan pelaburan serta meningkatkan kualiti dan kecekapan perkhidmatan kewangan. Matlamatnya adalah untuk melabur dan memperkasakan 1,000+ syarikat baharu dalam tempoh 10 tahun akan datang, dan membantu 300+ daripada mereka berjaya mendarat di pasaran modal .
th: ค้นหาโอกาสสำหรับการพัฒนาในสถานการณ์โดยรวมของการพัฒนาทางการเงินใหม่ ยืนกรานที่จะเป็น "ศูนย์บ่มเพาะมูลค่าการเติบโต" สำหรับองค์กรเป็นเวลาหลายปีโดยเน้นที่ 3 ภาคหลัก ได้แก่ การซื้อขายสินทรัพย์ดิจิทัล การลงทุนในภาคอุตสาหกรรม และการเงิน บริการ นวัตกรรมการพัฒนาการเงินดิจิทัลและการเพิ่มประสิทธิภาพเค้าโครงธุรกิจการลงทุนและปรับปรุงคุณภาพและประสิทธิภาพของบริการทางการเงิน เป้าหมายคือการลงทุนและเพิ่มขีดความสามารถของสตาร์ทอัพกว่า 1,000 รายใน 10 ปีข้างหน้าและช่วยให้ 300+ คนประสบความสำเร็จในตลาดทุน .
zh: 在新金融发展大局中找机遇谋发展，多年坚持做企业的“成长型价值孵化器”，聚焦数字资产交易、产业投资、金融服务三大板块，创新金融数字化发展，优化投资业务布局、提升金融服务质量与效益。目标在未来10年内，投资赋能1000＋创业企业，助推其中300＋企业成功登陆资本市场。

# gywmwb6
source: Development mind
ms: Perkembangan minda asal
th: การพัฒนาจิตใจดั้งเดิม
zh: 发展初心

# gywmwb7
source: Financial Inclusiveness
ms: Keterangkuman Kewangan
th: การรวมทางการเงิน
zh: 金融普惠化

# gywmwb8
source: Through big data and digital technology, we will break the unreasonable status quo of wealthy people mastering finance, realize digital financial inclusion, and serve every ordinary person and ordinary enterprise.
ms: Melalui data besar dan teknologi digital, kami akan memecahkan status quo tidak munasabah orang kaya yang menguasai kewangan, merealisasikan rangkuman kewangan digital, dan memberi perkhidmatan kepada setiap orang biasa dan perusahaan biasa.
th: ด้วยบิ๊กดาต้าและเทคโนโลยีดิจิทัล เราจะทำลายสถานะที่ไร้เหตุผลของคนร่ำรวยที่เชี่ยวชาญด้านการเงิน ตระหนักถึงการรวมตัวทางการเงินทางดิจิทัล และให้บริการแก่บุคคลทั่วไปและองค์กรทั่วไปทุกคน
zh: 通过大数据和数字技术，打破富人掌握金融的不合理现状，实现数字普惠金融，为每一个普通人、普通企业服务。

# gywmwb9
source: Physical Digitization
ms: Pendigitalan Fizikal
th: การแปลงดิจิทัลทางกายภาพ
zh: 实体数字化

# gywmwb10
source: Provide a full set of digital transformation solutions for the physical industry to help small and micro enterprises quickly and steadily realize smart digital operations and digital transformation.
ms: Menyediakan set lengkap penyelesaian transformasi digital untuk industri fizikal untuk membantu perusahaan kecil dan mikro dengan cepat dan berterusan merealisasikan operasi digital pintar dan transformasi digital.
th: มอบชุดโซลูชันการเปลี่ยนโฉมสู่ดิจิทัลอย่างครบถ้วนสำหรับอุตสาหกรรมทางกายภาพ เพื่อช่วยให้องค์กรขนาดเล็กและขนาดเล็กตระหนักถึงการดำเนินการทางดิจิทัลและการเปลี่ยนแปลงทางดิจิทัลอย่างรวดเร็วและสม่ำเสมอ
zh: 为实体行业提供数字化转型全套解决方案，帮助小微企业快准稳的实现智慧数字经营、数字化转型。

# gywmwb11
source: Economic Ecologicalization
ms: Ekologi Ekonomi
th: นิเวศวิทยาทางเศรษฐกิจ
zh: 经济生态化

# gywmwb12
source: Apply the new technologies, new formats, and new models of the digital economy to all sectors of society, and achieve value co-creation and benefit sharing through efficient business collaboration, data collaboration, and element collaboration, and continue to meet the needs of people in the new era. Development needs.
ms: Gunakan teknologi baharu, format baharu dan model baharu ekonomi digital kepada semua sektor masyarakat, dan capai penciptaan bersama nilai dan perkongsian manfaat melalui kerjasama perniagaan yang cekap, kolaborasi data dan kerjasama elemen, dan teruskan memenuhi keperluan manusia di era baru. Keperluan pembangunan.
th: นำเทคโนโลยีใหม่ รูปแบบใหม่ และรูปแบบใหม่ของเศรษฐกิจดิจิทัลไปใช้กับทุกภาคส่วนของสังคม และบรรลุการสร้างมูลค่าร่วมกันและการแบ่งปันผลประโยชน์ผ่านการทำงานร่วมกันทางธุรกิจที่มีประสิทธิภาพ การทำงานร่วมกันของข้อมูล และการทำงานร่วมกันขององค์ประกอบ และดำเนินการต่อไป ตอบโจทย์ความต้องการของคนยุคใหม่ ความต้องการพัฒนา
zh: 将数字经济的新技术、新业态、新模式应用到社会各领域，以高效的业务协同、数据协同、要素协同，实现价值共创、利益共享，不断满足新时代人们生存和发展需求。

# gywmwb13
source: Cultural Concept
ms: Konsep Budaya
th: แนวคิดทางวัฒนธรรม
zh: 文化理念

# gywmwb14
source: Loyalty
ms: Kesetiaan
th: ความภักดี
zh: 忠诚

# gywmwb15
source: Diligent
ms: Rajin
th: ขยัน
zh: 勤勉

# gywmwb16
source: Professional
ms: Profesional
th: มืออาชีพ
zh: 专业

# gywmwb17
source: Synergy
ms: Sinergi
th: ซินเนอร์จี้
zh: 协同

# qingshuryouxh
source: Please enter the mailbox number
ms: Sila masukkan nombor peti mel
th: กรุณากรอกหมายเลขเมลบ็อกซ์
zh: 请输入邮箱号

# yibangd
source: Bound
ms: Terbatas
th: ถูกผูกมัด
zh: 已绑定

# zhongchou
source: Fund
ms: Beta Awam
th: เบต้าสาธารณะ
zh: 公测

# youxiangbdcg
source: Bind the mailbox successfully
ms: Berjaya mengikat peti mel
th: เชื่อมเมลบ็อกซ์สำเร็จ
zh: 绑定邮箱成功

# gm1
source: Project Details
ms: Butiran Projek
th: รายละเอียดโครงการ
zh: 项目详情

# gm2
source: Public Beta Status
ms: Status Beta Awam
th: สถานะเบต้าสาธารณะ
zh: 公测状态

# gm3
source: Approval Time
ms: Masa Kelulusan
th: เวลาอนุมัติ
zh: 审核时间

# gm4
source: Receive Currency
ms: Terima Mata Wang
th: รับสกุลเงิน
zh: 接收币种

# gm5
source: Limited Purchase Quantity
ms: Kuantiti Pembelian Terhad
th: จำกัดจำนวนซื้อ
zh: 限购数量

# gm6
source: Public Beta Description
ms: Perihalan Beta Awam
th: คำอธิบายเบต้าสาธารณะ
zh: 公测说明

# gm7
source: Release time
ms: Masa keluaran
th: เวลาวางจำหน่าย
zh: 发行时间

# gm8
source: Circulation
ms: Edaran
th: หมุนเวียน
zh: 发行量

# gm9
source: White Paper
ms: Kertas Putih
th: เอกสารไวท์เปเปอร์
zh: 白皮书

# gm10
source: Official Website
ms: Laman Web Rasmi
th: เว็บไซต์อย่างเป็นทางการ
zh: 官网

# gm11
source: Wallet Address
ms: Alamat Dompet
th: ที่อยู่กระเป๋าสตางค์
zh: 钱包地址

# gm12
source: Under review
ms: Dalam semakan
th: อยู่ระหว่างตรวจสอบ
zh: 审核中

# gm13
source: Public Beta
ms: Beta Awam
th: เบต้าสาธารณะ
zh: 公测中

# gm14
source: Public Beta Ended
ms: Beta Awam Tamat
th: สิ้นสุดเบต้าสาธารณะ
zh: 公测结束

# gm15
source: Paying
ms: Membayar
th: จ่าย
zh: 支付中

# gm16
source: Cannot buy
ms: Tidak boleh membeli
th: ซื้อไม่ได้
zh: 不能购买

# gm17
source: Payment
ms: Pembayaran
th: ชำระเงิน
zh: 支付

# gm18
source: Payment Currency
ms: Mata Wang Pembayaran
th: สกุลเงินในการชำระเงิน
zh: 支付币种

# gm19
source: Payment Quantity
ms: Kuantiti Pembayaran
th: จำนวนเงินที่ชำระ
zh: 支付数量

# gm20
source: Get currency
ms: Dapatkan mata wang
th: รับสกุลเงิน
zh: 得到币种

# gm21
source: Get the quantity
ms: Dapatkan kuantiti
th: รับปริมาณ
zh: 得到数量

# gm23
source: Paid
ms: Beta Awam
th: เบต้าสาธารณะ
zh: 已公测

# pooltxt1
source: Yesterday's Earnings
ms: Pendapatan Semalam
th: รายได้เมื่อวาน
zh: 昨日收益

# pooltxt2
source: Cumulative Earnings
ms: Pendapatan Terkumpul
th: รายได้สะสม
zh: 累计收益

# pooltxt3
source: Credit holding power
ms: Kuasa pegangan kredit
th: กำลังถือครองเครดิต
zh: 持币总收益

# pooltxt4
source: Activity contributes revenue
ms: Aktiviti menyumbang hasil
th: กิจกรรมสร้างรายได้
zh: 活跃贡献总收益

# pooltxt5
source: Best Hold
ms: Pegangan Terbaik
th: หยุดดีที่สุด
zh: 最佳持有

# pooltxt6
source: Minimum Hold
ms: Pegangan Minimum
th: ถือขั้นต่ำ
zh: 最低持有

# pooltxt7
source: Account Total Assets
ms: Jumlah Aset Akaun
th: บัญชีสินทรัพย์รวม
zh: 账户总资产

# pooltxt8
source: Available balance
ms: Baki yang tersedia
th: ยอดเงินคงเหลือ
zh: 可用余额

# pooltxt9
source: Amount
ms: Jumlah kedudukan terkunci
th: จำนวนตำแหน่งที่ถูกล็อก
zh: 锁仓数量

# pooltxt10
source: Proportion
ms: Perkadaran kedudukan terkunci
th: สัดส่วนของตำแหน่งล็อค
zh: 锁仓占比

# pooltxt11
source: 7-day cumulative production
ms: Pengeluaran kumulatif 7 hari
th: การผลิตสะสมใน 7 วัน
zh: 7天累计产量

# pooltxt12
source: Holding token computing power
ms: Memegang kuasa pengkomputeran token
th: ถือครองพลังการประมวลผลโทเค็น
zh: 持有通证算力

# pooltxt13
source: Actively contribute computing power
ms: Aktif menyumbang kuasa pengkomputeran
th: สนับสนุนพลังการประมวลผลอย่างแข็งขัน
zh: 活跃贡献算力

# pooltxt14
source: Total dug up as of deadline
ms: Disebabkan jumlah yang digali
th: เนื่องจากยอดขุดทั้งหมด
zh: 截止总挖出

# pooltxt15
source: Miner Algorithm
ms: Algoritma Penambang
th: อัลกอริทึมคนขุดแร่
zh: 矿工算法

# pooltxt16
source: Recent Weekly Earnings
ms: Pendapatan Mingguan Terkini
th: รายได้ประจำสัปดาห์ล่าสุด
zh: 最近一周收益

# pooltxt17
source: Total revenue of the mine pool yesterday
ms: Jumlah hasil kumpulan lombong semalam
th: รายได้รวมของพูลทุ่นระเบิดเมื่อวาน
zh: 昨日矿池总收益

# pooltxt18
source: Percentage
ms: Peratusan
th: เปอร์เซ็นต์
zh: 占比

# pooltxt19
source: Current hashrate
ms: Kadar cincang semasa
th: แฮชเรทปัจจุบัน
zh: 当前算力

# pooltxt20
source: Total computing power
ms: Jumlah kuasa pengkomputeran
th: กำลังประมวลผลทั้งหมด
zh: 总算力

# pooltxt21
source: Release amount
ms: Jumlah keluaran
th: จำนวนที่ปล่อย
zh: 释放数量

# pooltxt22
source: Total output
ms: Jumlah keluaran
th: เอาท์พุตทั้งหมด
zh: 总产量

# pooltxt23
source: Account Total Output
ms: Keluaran Jumlah Akaun
th: ผลรวมของบัญชี
zh: 账户总产量

# pooltxt24
source: Available balance
ms: Baki yang tersedia
th: ยอดเงินคงเหลือ
zh: 可用余额

# pooltxt25
source: Cumulative production in the past 7 days
ms: Pengeluaran kumulatif dalam 7 hari lalu
th: การผลิตสะสมใน 7 วันที่ผ่านมา
zh: 过去7天累计产量

# pooltxt26
source: Data Overview
ms: Gambaran Keseluruhan Data
th: ภาพรวมข้อมูล
zh: 数据概况

# pooltxt27
source: Select Bank
ms: Pilih Bank
th: เลือกธนาคาร
zh: 选择银行

# pooltxt28
source: Recharge amount
ms: Jumlah cas semula
th: จำนวนเงินที่เติมเงิน
zh: 充值金额

# pooltxt29
source: Yuan
th: หยวน
zh: 元

# pooltxt30
source: Account Opening Bank
ms: Bank Pembuka Akaun
th: ธนาคารเปิดบัญชี
zh: 开户行

# pooltxt31
source: Copy
ms: Salin
th: คัดลอก
zh: 复制

# pooltxt32
source: Account
ms: Akaun
th: บัญชี
zh: 账号

# pooltxt33
source: Remitter's name
ms: Nama penghantar
th: ชื่อผู้โอนเงิน
zh: 汇款人姓名

# pooltxt34
source: Please enter the name of the sender
ms: Sila masukkan nama pengirim
th: โปรดป้อนชื่อผู้ส่ง
zh: 请输入汇款人姓名

# pooltxt36
source: Upload credentials
ms: Muat naik bukti kelayakan
th: อัปโหลดข้อมูลรับรอง
zh: 上传凭证

# pooltxt37
source: Remittance transaction time
ms: Masa transaksi pengiriman wang
th: เวลาทำธุรกรรมการโอนเงิน
zh: 汇款交易时间

# pooltxt38
source: Please select the remittance transaction time
ms: Sila pilih masa transaksi pengiriman wang
th: กรุณาเลือกเวลาทำการโอนเงิน
zh: 请选择汇款交易时间

# pooltxt39
source: I have completed the transfer
ms: Saya telah menyelesaikan pemindahan
th: ฉันได้ทำการโอนเรียบร้อยแล้ว
zh: 我已完成转账

# pooltxt40
source: Select Credentials
ms: Pilih Bukti kelayakan
th: เลือกข้อมูลประจำตัว
zh: 选择凭证

# pooltxt41
source: Uploading picture
ms: Memuat naik gambar
th: กำลังอัปโหลดรูปภาพ
zh: 正在上传图片

# pooltxt42
source: Uploaded successfully
ms: Berjaya dimuat naik
th: อัปโหลดสำเร็จ
zh: 上传成功

# pooltxt43
source: Confirm the recharge
ms: Sahkan pengecasan semula
th: ยืนยันการเติมเงิน
zh: 确认充值

# pooltxt44
source: Serial voucher number
ms: Nombor baucar siri
th: หมายเลขเวาเชอร์ซีเรียล
zh: 流水凭证号

# pooltxt45
source: Please enter the serial voucher number
ms: Sila masukkan nombor baucar bersiri
th: โปรดป้อนหมายเลขเวาเชอร์ซีเรียล
zh: 请输入流水凭证号

# kgf
source: Absenteeism fee
ms: Yuran ketidakhadiran
th: ค่าขาดเรียน
zh: 矿工费

# kgrd
source: Miner fever
ms: Demam
th: Cơn sốt thợ mỏ
zh: 矿工热度

# jinkai
source: Now open
ms: Sekarang dibuka
th: เปิดแล้ว
zh: 今开

# zuoshou
source: Yesterday
ms: Semalam
th: เมื่อวาน
zh: 昨收

# stwb1
source: Technology empowerment, application of new students
ms: Pemerkasaan teknologi, aplikasi pelajar baharu
th: การเสริมพลังทางเทคโนโลยี การประยุกต์ใช้นักศึกษาใหม่
zh: 科技赋能，应用新生

# stwb2
source: RISE Financial New World
th: RISE การเงินโลกใหม่
zh: RISE金融新世界

# stwb3
source: ·Driven by both technology and finance, based on the current group's financial holding industry, we will extensively carry out the layout and application of relevant industrial fields to provide enterprises, financial institutions, and individuals with complete and diversified services to achieve ecological value
ms: Didorong oleh teknologi dan kewangan, berdasarkan industri pegangan kewangan kumpulan semasa, kami akan melaksanakan secara meluas susun atur dan aplikasi bidang industri yang berkaitan untuk menyediakan perusahaan, institusi kewangan dan individu dengan perkhidmatan yang lengkap dan pelbagai untuk dilaksanakan. nilai ekologi
th: ·ขับเคลื่อนด้วยเทคโนโลยีและการเงิน ตามอุตสาหกรรมการถือครองทางการเงินของกลุ่มปัจจุบัน เราจะดำเนินการรูปแบบและการประยุกต์ใช้ด้านอุตสาหกรรมที่เกี่ยวข้องอย่างกว้างขวาง เพื่อให้องค์กร สถาบันการเงิน และบุคคลได้รับบริการที่สมบูรณ์และหลากหลายเพื่อนำไปปฏิบัติ คุณค่าทางนิเวศวิทยา
zh: ·科技与金融双重驱动下，以当前集团金控产业为基础，广泛开展相关产业领域的布局和应用落地为企业、金融机构、个人提供完备的多样化服务落地生态价值

# stwb4
source: Transaction
ms: Transaksi
th: ธุรกรรม
zh: 交易

# stwb5
source: Pocket Digital Asset Manager
ms: Pengurus Aset Digital Poket
th: ผู้จัดการสินทรัพย์ดิจิทัลพ็อกเก็ต
zh: 掌上数字资产管家

# stwb6
source: All currencies, global access, multi-dimensional value, ultimate experience
ms: Semua mata wang, akses global, nilai pelbagai dimensi, pengalaman muktamad
th: ทุกสกุลเงิน การเข้าถึงทั่วโลก มูลค่าหลายมิติ ประสบการณ์ขั้นสูงสุด
zh: 全系币种 全球通行 多维价值 极致体验

# stwb7
source: Mall
th: ห้างสรรพสินค้า
zh: 商城

# stwb8
source: Blockchain E-commerce
ms: E-dagang Rantaian Sekat
th: บล็อกเชนอีคอมเมิร์ซ
zh: 区块链电商

# stwb9
source: Global category traceability throughout
ms: Kebolehkesanan kategori global sepanjang peredaran digital untuk melindungi privasi
th: ความสามารถในการตรวจสอบย้อนกลับของหมวดหมู่ทั่วโลกตลอดการหมุนเวียนดิจิทัลเพื่อปกป้องความเป็นส่วนตัว
zh: 全球品类 全程溯源 数字流通 保护隐私

# stwb10
source: financial management
ms: pengurusan kewangan
th: การจัดการทางการเงิน
zh: 理财

# stwb11
source: Stable digital asset investment application
ms: Aplikasi pelaburan aset digital yang stabil
th: แอปพลิเคชันการลงทุนสินทรัพย์ดิจิทัลที่มีเสถียรภาพ
zh: 稳定型数字资产投资应用

# stwb12
source: Selected Earn Program One-click opening, low entry threshold, wealth fission
ms: Program Perolehan Terpilih Pembukaan satu klik, ambang kemasukan rendah, pembelahan kekayaan
th: โปรแกรมรับรายได้ที่เลือกเปิดในคลิกเดียว เกณฑ์การเข้าต่ำ การแบ่งความมั่งคั่ง
zh: 精选Earn方案 一键开启 准入门槛低 财富裂变

# stwb13
source: Education
ms: Pendidikan
th: การศึกษา
zh: 教育

# stwb14
source: Online + Offline Education New Ecology
ms: Ekologi Baharu Pendidikan + Luar Talian
th: ออนไลน์ + ออฟไลน์ การศึกษา นิเวศวิทยาใหม่
zh: 线上+线下教育新生态

# stwb15
source: Excellent Course Value Content One-click Learning
ms: Kandungan Nilai Kursus Cemerlang Pembelajaran Satu klik
th: เนื้อหาที่คุ้มค่าของหลักสูตรที่ยอดเยี่ยมในการเรียนรู้เพียงคลิกเดียว
zh: 精品课程 价值内容 一键学习

# stwb16
source: Public welfare
ms: Kebajikan awam
th: สวัสดิการสาธารณะ
zh: 公益

# stwb17
source: Love to the sea and benefit the world
ms: Cinta kepada laut dan memberi manfaat kepada dunia
th: รักทะเลและเป็นประโยชน์ต่อโลก
zh: 汇爱成海 普惠全球

# stwb18
source: Make the world a better place because of RISE
ms: Jadikan dunia tempat yang lebih baik kerana RISE
th: ทำให้โลกนี้น่าอยู่ขึ้นเพราะ RISE
zh: 让世界因RISE 而变得更加美好

# stwb19
source: Property
ms: Hartanah
th: ทรัพย์สิน
zh: 地产

# stwb20
source: One-stop digital real estate service
ms: Perkhidmatan hartanah digital sehenti
th: บริการอสังหาริมทรัพย์ดิจิทัลแบบครบวงจร
zh: 一站式数智地产服务

# stwb21
source: Leasing, Buying, Selling, Global Supply Chain
ms: Pajakan, Membeli, Menjual, Rantaian Bekalan Global, Pengurusan Rantaian Sekat
th: การเช่าซื้อ การขาย ซัพพลายเชนทั่วโลก การจัดการบล็อคเชน
zh: 租买装卖投 全球供应链 区块链管理

# stwb22
source: Tourism
ms: Pelancongan
th: การท่องเที่ยว
zh: 旅游

# stwb23
source: New Ecology of Digital Intelligence Tourism
ms: Ekologi Baharu Pelancongan Perisikan Digital
th: ระบบนิเวศใหม่ของการท่องเที่ยวอัจฉริยะดิจิทัล
zh: 数智旅游新生态

# stwb24
source: Digital assets, cross-border payment, food, drink
ms: Aset digital, pembayaran rentas sempadan, makanan, minuman dan hiburan
th: สินทรัพย์ดิจิทัล การชำระเงินข้ามพรมแดน อาหาร เครื่องดื่ม และความบันเทิง
zh: 数字资产 跨境支付 吃喝玩乐 衣食住行

# stwb25
source: On-chain entertainment
ms: Hiburan dalam rangkaian
th: ความบันเทิงแบบออนไลน์
zh: 链上娱乐

# stwb26
source: Prolific fusion, innovative entertainment experience
ms: Gabungan prolifik, pengalaman hiburan yang inovatif
th: ฟิวชั่นที่ลงตัว ประสบการณ์ความบันเทิงที่สร้างสรรค์
zh: 多产融合 创新娱乐体验

# stwb27
source: Innovative forms stimulate the entertainment industry
ms: Bentuk inovatif merangsang industri hiburan
th: รูปแบบที่เป็นนวัตกรรมช่วยกระตุ้นวงการบันเทิง
zh: 创新形式 激励娱乐产业

# stwb28
source: Anchor Assets
ms: Aset Sauh
th: ทรัพย์สมบัติ
zh: 锚定资产

# stwb29
source: Low-cost and fast transaction settlement application system
ms: Sistem aplikasi penyelesaian transaksi kos rendah dan pantas
th: ระบบแอปพลิเคชันการชำระเงินที่ต้นทุนต่ำและรวดเร็ว
zh: 低成本快速交易结算应用系统

# stwb30
source: Low gas fee, instant settlement of DeFi ecological assets across currencies
ms: Yuran gas yang rendah, penyelesaian segera aset ekologi DeFi merentas mata wang
th: ค่าธรรมเนียมก๊าซต่ำ ชำระสินทรัพย์เชิงนิเวศ DeFi ข้ามสกุลเงินได้ทันที
zh: 低Gas费 跨币种即时结算 DeFi生态资产运行

# stwb31
source: Exchange
ms: Pertukaran
th: การแลกเปลี่ยน
zh: 汇兑
