Repository: wewallets/wewallet
Catalog: lib/l10n/intl_*.arb
Languages: ms, th, zh

# stwb87
source: The RISE chain mall is committed to creating a global sharing, fair and transparent, "participation is profit" e-commerce platform, the source of goods is certified and audited, and the merchant structure adopts the underlying open source development of the blockchain. Let all participants Every user and partner in the RISE ecosystem can safely conduct social networking, shopping consumption, and cooperative development; there is no need to worry about the fairness and transparency of the platform, the security and reliability of social privacy data, and the safety of shopping and consumption.
ms: Pusat beli-belah rantaian RISE komited untuk mewujudkan perkongsian global, adil dan telus, platform e-dagang "penyertaan adalah keuntungan", sumber barangan diperakui dan diaudit, dan struktur pedagang menerima pakai pembangunan sumber terbuka asas blockchain. Biarkan semua peserta Setiap pengguna dan rakan kongsi dalam ekosistem RISE boleh menjalankan rangkaian sosial, penggunaan membeli-belah dan pembangunan koperasi dengan selamat; tidak perlu risau tentang keadilan dan ketelusan platform, keselamatan dan kebolehpercayaan privasi sosial data, dan keselamatan membeli-belah dan penggunaan.
th: ห้างสรรพสินค้าในเครือ RISE มุ่งมั่นที่จะสร้างแพลตฟอร์มอีคอมเมิร์ซที่มีการแบ่งปันระดับโลก ยุติธรรมและโปร่งใส "การมีส่วนร่วมคือผลกำไร" แหล่งที่มาของสินค้าได้รับการรับรองและตรวจสอบแล้ว และโครงสร้างผู้ค้าใช้การเปิดที่อ้างอิงอยู่ การพัฒนาแหล่งที่มาของบล็อคเชน ให้ผู้เข้าร่วมทุกคนและพันธมิตรทุกคนในระบบนิเวศ RISE สามารถดำเนินการเครือข่ายสังคมออนไลน์ การบริโภคการช้อปปิ้ง และการพัฒนาความร่วมมือได้อย่างปลอดภัย ไม่จำเป็นต้องกังวลเกี่ยวกับความเป็นธรรมและความโปร่งใสของแพลตฟอร์ม ความปลอดภัยและความน่าเชื่อถือของ ข้อมูลความเป็นส่วนตัวทางสังคม และความปลอดภัยในการซื้อสินค้าและการบริโภค
zh: RISE链上商城致力于创建一个全球共享、公平透明,“参与即收益”的电商平台，商品来源区块认证审核，商家架构采用区块链底层开源开发。让所有参与到RISE生态中的每一位用户、合作伙伴可以放心的进行社交、购物消费、合作发展；无需担忧平台的公正性和透明性、社交隐私数据的安全可靠性、购物消费的安全性。

# stwb88
source: Apply
ms: Mohon
th: สมัคร
zh: 应用

# stwb89
source: Digital asset payment:
ms: Pembayaran aset digital:
th: การชำระสินทรัพย์ดิจิทัล:
zh: 数字资产支付：

# stwb90
source: To conduct commodity transactions in whole or in part through digital assets, create digital asset value standards and offline usage scenarios, and solve the problems of financial liquidation, cross-border commerce, and information flow in major e-commerce companies.
ms: Untuk menjalankan transaksi komoditi secara keseluruhan atau sebahagiannya melalui aset digital, mencipta piawaian nilai aset digital dan senario penggunaan luar talian, dan menyelesaikan masalah pembubaran kewangan, perdagangan rentas sempadan dan aliran maklumat dalam syarikat e-dagang utama .
th: เพื่อทำธุรกรรมสินค้าโภคภัณฑ์ทั้งหมดหรือบางส่วนผ่านสินทรัพย์ดิจิทัล สร้างมาตรฐานมูลค่าสินทรัพย์ดิจิทัลและสถานการณ์การใช้งานออฟไลน์ และแก้ปัญหาการชำระบัญชีทางการเงิน การค้าข้ามพรมแดน และการไหลของข้อมูลในบริษัทอีคอมเมิร์ซรายใหญ่ .
zh: 通过数字资产全部或部分进行商品交易，打造数字资产价值标准以及线下使用场景，解决各大电子商务公司存在的财务清算，跨境商务，信息流转的问题。

# stwb91
source: Share reward:
ms: Kongsi ganjaran:
th: แชร์รางวัล:
zh: 分享奖励：

# stwb92
source: Users can get RISE rewards after inviting others to register, which can motivate users to develop other users independently.
ms: Pengguna boleh mendapat ganjaran RISE selepas menjemput orang lain untuk mendaftar, yang boleh mendorong pengguna untuk membangunkan pengguna lain secara bebas.
th: ผู้ใช้สามารถรับรางวัล RISE ได้หลังจากเชิญผู้อื่นให้ลงทะเบียน ซึ่งสามารถกระตุ้นให้ผู้ใช้พัฒนาผู้ใช้รายอื่นอย่างอิสระ
zh: 用户邀请他人注册后可获得RISE奖励，可激励用户自主地去发展其他用户。

# stwb93
source: Blockchain anti-counterfeiting:
ms: Antipemalsuan rantaian sekat:
th: บล็อกเชนป้องกันการปลอมแปลง:
zh: 区块链防伪：

# stwb94
source: User assets are managed by smart contracts and controlled by users. Users can choose whether to manage the value of digital assets. The exchange does not touch user assets.
ms: Aset pengguna diuruskan oleh kontrak pintar dan dikawal oleh pengguna. Pengguna boleh memilih sama ada untuk mengurus nilai aset digital. Pertukaran tidak menyentuh aset pengguna.
th: ทรัพย์สินของผู้ใช้ได้รับการจัดการโดยสัญญาอัจฉริยะและควบคุมโดยผู้ใช้ ผู้ใช้สามารถเลือกว่าจะจัดการมูลค่าของสินทรัพย์ดิจิทัลหรือไม่ การแลกเปลี่ยนไม่กระทบต่อทรัพย์สินของผู้ใช้
zh: 用户资产由智能合约托管由用户控制，用户可自主选择是否进行数字资产币值管理，交易所不触碰用户资产。

# stwb95
source: Security
ms: Keselamatan
th: ความปลอดภัย
zh: 安全

# stwb96
source: Machine Trust:
ms: Amanah Mesin:
th: ความเชื่อถือของเครื่อง:
zh: 机器信任：

# stwb97
source: All transaction, payment, circulation data and record chain are kept to ensure open and transparent transactions.
ms: Semua transaksi, pembayaran, data edaran dan rantaian rekod disimpan untuk memastikan transaksi terbuka dan telus.
th: ธุรกรรม การชำระเงิน ข้อมูลการหมุนเวียนและบันทึกทั้งหมดจะถูกเก็บไว้เพื่อให้แน่ใจว่าธุรกรรมที่เปิดกว้างและโปร่งใส
zh: 所有交易、支付、流通数据与记录链保存，保证交易公开透明。

# stwb98
source: Public welfare
ms: Kebajikan awam
th: สวัสดิการสาธารณะ
zh: 公益

# stwb99
source: RISE Charity is a RISE charity platform jointly built by RISE Financial Holdings' comprehensive digital financial industry ecology, which can build a transparent, authentic and efficient information exchange bridge between donors and demanders. Based on each charity charity The organization provides data integrity for rating, and gradually forms a model of "good money drives out bad money", so that slack organizations can become pragmatic and excellent organizations, so that donors' donations can be used reasonably, efficiently and accurately. Optimizing the public welfare environment, Promote the development of the industry and make the world a better place because of RISE.
ms: RISE Charity ialah platform amal RISE yang dibina bersama oleh ekologi industri kewangan digital komprehensif RISE Financial Holdings, yang boleh membina jambatan pertukaran maklumat yang telus, tulen dan cekap antara penderma dan peminta. Berdasarkan setiap badan amal Organisasi menyediakan integriti data untuk penarafan, dan secara beransur-ansur membentuk model "wang yang baik mengusir wang yang buruk", supaya organisasi yang lengah boleh menjadi organisasi yang pragmatik dan cemerlang, supaya derma penderma dapat digunakan secara munasabah, cekap dan tepat. Mengoptimumkan persekitaran kebajikan awam , Galakkan pembangunan industri dan jadikan dunia tempat yang lebih baik kerana RISE.
th: RISE Charity เป็นแพลตฟอร์มการกุศล RISE ที่สร้างขึ้นร่วมกันโดยระบบนิเวศอุตสาหกรรมการเงินดิจิทัลที่ครอบคลุมของ RISE Financial Holdings ซึ่งสามารถสร้างสะพานเชื่อมการแลกเปลี่ยนข้อมูลที่โปร่งใส เป็นจริง และมีประสิทธิภาพระหว่างผู้บริจาคและผู้เรียกร้อง โดยอ้างอิงจากองค์กรการกุศลแต่ละแห่งที่องค์กรจัดหาให้ ความสมบูรณ์ของข้อมูลสำหรับการจัดอันดับและค่อยๆ ก่อตัวเป็นแบบจำลอง "เงินดีขับไล่เงินเลว" เพื่อให้องค์กรที่หย่อนยานกลายเป็นองค์กรที่ปฏิบัติได้จริงและเป็นเลิศเพื่อให้การบริจาคของผู้บริจาคสามารถนำมาใช้อย่างสมเหตุสมผล มีประสิทธิภาพ และถูกต้องได้ สวัสดิการสิ่งแวดล้อม ส่งเสริมการพัฒนาอุตสาหกรรมและทำให้โลกน่าอยู่ขึ้นเพราะ RISE
zh: RISE公益是RISE金控综合性数字金融产业生态共同建设的RISE公益平台，能在捐赠方与需求方之间搭建一条透明、真实、高效的信息互通桥梁。基于每个公益慈善组织提供数据的完整度进行评级，逐步形成“良币驱逐劣币”模式，让懈怠的组织变成务实的优秀组织，让捐助人的捐赠都得到合理、高效且精准的使用。优化公益环境，促进行业发展，让世界因RISE而变得更加美好。

# stwb100
source: Value
ms: Nilai
th: คุ้มค่า
zh: 价值

# stwb101
source: The "transparent pocket" trusted by everyone:
ms: "Poket telus" yang dipercayai oleh semua orang:
th: "กระเป๋าใส" ที่ทุกคนไว้วางใจ:
zh: 人人信任的“透明口袋”：

# stwb102
source: With the influence of RISE Financial Holding Group, we will integrate global high-quality public welfare projects, so that donors can trust and participate more actively in public welfare undertakings.
ms: Dengan pengaruh RISE Financial Holding Group, kami akan menyepadukan projek kebajikan awam berkualiti tinggi global, supaya penderma boleh mempercayai dan mengambil bahagian secara lebih aktif dalam usaha kebajikan awam.
th: ด้วยอิทธิพลของ RISE Financial Holding Group เราจะรวมโครงการสวัสดิการสาธารณะคุณภาพสูงระดับโลก เพื่อให้ผู้บริจาคสามารถไว้วางใจและมีส่วนร่วมอย่างแข็งขันมากขึ้นในการดำเนินการด้านสวัสดิการสาธารณะ
zh: 凭借RISE金控集团的影响力，整合全球优质公益项目，让捐赠者信任，更积极地参与到公益事业。

# stwb103
source: Information management in a timely manner:
ms: Pengurusan maklumat tepat pada masanya:
th: การจัดการข้อมูลอย่างทันท่วงที:
zh: 信息及时公开管理：

# stwb104
source: Blockchain technology opens up the front, middle and back end data, makes donation data and distribution data public, generates records in the process of donation, allocation, distribution and use, and enables each fund to be quickly matched and verified.
ms: Teknologi Blockchain membuka data bahagian hadapan, tengah dan belakang, menjadikan data derma dan data pengedaran awam, menjana rekod dalam proses derma, peruntukan, pengedaran dan penggunaan, serta membolehkan setiap dana dipadankan dan disahkan dengan cepat .
th: เทคโนโลยีบล็อคเชนเปิดข้อมูลส่วนหน้า ส่วนกลาง และส่วนหลัง ทำให้ข้อมูลการบริจาคและข้อมูลการแจกจ่ายเป็นแบบสาธารณะ สร้างบันทึกในกระบวนการบริจาค จัดสรร แจกจ่าย และใช้งาน และทำให้แต่ละกองทุนสามารถจับคู่และตรวจสอบได้อย่างรวดเร็ว .
zh: 区块链技术打通前中后端数据，使捐赠数据和分配数据公开，在捐赠、调拨、分配和使用的过程中产生记录，并使每笔资金能得以快速匹配验证。

# stwb105
source: Following grantee feedback:
ms: Mengikut maklum balas penerima:
th: ตามความคิดเห็นของผู้รับทุน:
zh: 追踪受助者反馈：

# stwb106
source: User assets are managed by smart contracts and controlled by users. Users can choose whether to manage the value of digital assets. The exchange does not touch user assets.
ms: Aset pengguna diuruskan oleh kontrak pintar dan dikawal oleh pengguna. Pengguna boleh memilih sama ada untuk mengurus nilai aset digital. Pertukaran tidak menyentuh aset pengguna.
th: ทรัพย์สินของผู้ใช้ได้รับการจัดการโดยสัญญาอัจฉริยะและควบคุมโดยผู้ใช้ ผู้ใช้สามารถเลือกว่าจะจัดการมูลค่าของสินทรัพย์ดิจิทัลหรือไม่ การแลกเปลี่ยนไม่กระทบต่อทรัพย์สินของผู้ใช้
zh: 用户资产由智能合约托管由用户控制，用户可自主选择是否进行数字资产币值管理，交易所不触碰用户资产。

# stwb107
source: Finance management
ms: Pengurusan kewangan
th: การจัดการการเงิน
zh: 理财

# stwb108
source: RISE Earn is an on-chain financial management application launched by the RISE platform based on digital asset investment services. It provides users with comprehensive, diversified and personalized long-term investment solutions, including regular digital asset current/regular Earn programs, We will launch time-limited Earn activities from time to time. The investment and wealth management products launched by RISE Earn have relatively stable remuneration and low investment thresholds. realized.
ms: RISE Earn ialah aplikasi pengurusan kewangan dalam rantaian yang dilancarkan oleh platform RISE berdasarkan perkhidmatan pelaburan aset digital. Ia menyediakan pengguna dengan penyelesaian pelaburan jangka panjang yang komprehensif, pelbagai dan diperibadikan, termasuk Earn semasa aset digital biasa/biasa program, Kami akan melancarkan aktiviti Earn terhad masa dari semasa ke semasa. Produk pelaburan dan pengurusan kekayaan yang dilancarkan oleh RISE Earn mempunyai imbuhan yang agak stabil dan ambang pelaburan yang rendah. direalisasikan.
th: RISE Earn เป็นแอปพลิเคชันการจัดการทางการเงินแบบ on-chain ที่เปิดตัวโดยแพลตฟอร์ม RISE โดยอิงจากบริการการลงทุนด้านสินทรัพย์ดิจิทัล โดยให้บริการโซลูชั่นการลงทุนระยะยาวที่ครอบคลุม หลากหลาย และเป็นส่วนตัวแก่ผู้ใช้ ซึ่งรวมถึงสินทรัพย์ดิจิทัลทั่วไป/รายได้ประจำ เราจะเปิดตัวกิจกรรม Earn แบบจำกัดเวลาเป็นครั้งคราว ผลิตภัณฑ์การลงทุนและการบริหารความมั่งคั่งที่เปิดตัวโดย RISE Earn มีค่าตอบแทนที่ค่อนข้างคงที่และเกณฑ์การลงทุนต่ำ ตระหนักดี
zh: RISE Earn是RISE平台基于数字资产投资服务推出的链上理财应用，为用户提供全方位、多元化、个性化的长期投资方案，包括常规性的数字资产活期/定期Earn方案，并将不定期推出限时Earn活动。 RISE Earn推出的投资理财产品报酬相对稳定，投资门槛低，是适合普通大众投资的新式理财方案，全网用户可一键开启数字资产投资，轻松实现个人财富变现。

# stwb109
source: Earn Scheme
ms: Perolehi Skim
th: รับโครงการ
zh: Earn方案

# stwb110
source: Regular:
ms: Biasa:
th: ปกติ:
zh: 定期：

# stwb111
source: High rate of return / automatic interest generation / settlement at maturity / short closing period
ms: Kadar pulangan tinggi / penjanaan faedah automatik / penyelesaian pada tempoh matang / tempoh penutupan pendek
th: อัตราผลตอบแทนสูง / การสร้างดอกเบี้ยอัตโนมัติ / การชำระเมื่อครบกำหนด / ระยะเวลาปิดสั้น
zh: 回报率高/自动生息/到期结算/封闭期短

# stwb112
source: Current Period:
ms: Tempoh Semasa:
th: ช่วงเวลาปัจจุบัน:
zh: 活期：

# stwb113
source: Return>Bank/Next day interest + compound interest/Redeem at any time
ms: Pulangan>Bank/Faedah hari berikutnya + faedah kompaun/Tebus pada bila-bila masa
th: ผลตอบแทน>ธนาคาร/ดอกเบี้ยวันถัดไป + ดอกเบี้ยทบต้น/แลกเมื่อใดก็ได้
zh: 回报＞银行/次日生息+复利/随时赎回

# stwb114
source: Limited time event:
ms: Acara masa terhad:
th: กิจกรรมเวลาจำกัด:
zh: 限时活动:

# stwb115
source: Limited time high return/shorter closing period/irregular launch
ms: Pulangan tinggi masa terhad/tempoh penutupan lebih pendek/pelancaran tidak teratur
th: ระยะเวลาจำกัดผลตอบแทนสูง/ระยะเวลาปิดสั้นลง/การเปิดตัวที่ผิดปกติ
zh: 限时高回报/封闭期更短/不定期推出

# stwb116
source: Property
ms: Hartanah
th: ทรัพย์สิน
zh: 地产

# stwb117
source: RISE Real Estate actively explores the low-lying areas of overseas real estate investment value, realizes asset optimization, and helps one-stop global users to meet the needs of global users for renting, buying, decorating, selling, and investing. At present, they have reached a strategic cooperation with Asia Pacific City. Both parties agreed that, In the future, there will be cooperation in the field of blockchain and real estate.
ms: RISE Real Estate secara aktif meneroka kawasan rendah nilai pelaburan hartanah di luar negara, merealisasikan pengoptimuman aset, dan membantu pengguna global sehenti untuk memenuhi keperluan pengguna global untuk menyewa, membeli, menghias, menjual dan pelaburan. Pada masa ini, mereka telah mencapai kerjasama strategik dengan Asia Pacific City. Kedua-dua pihak bersetuju bahawa, Pada masa hadapan, akan ada kerjasama dalam bidang blockchain dan hartanah.
th: RISE Real Estate สำรวจพื้นที่ลุ่มต่ำของมูลค่าการลงทุนด้านอสังหาริมทรัพย์ในต่างประเทศ ตระหนักถึงการเพิ่มประสิทธิภาพของสินทรัพย์ และช่วยให้ผู้ใช้ทั่วโลกที่ครบวงจรเพื่อตอบสนองความต้องการของผู้ใช้ทั่วโลกสำหรับการเช่า ซื้อ ตกแต่ง ขาย และ การลงทุน ปัจจุบันบรรลุความร่วมมือเชิงกลยุทธ์กับ Asia Pacific City ทั้งสองฝ่ายเห็นพ้องกันว่าในอนาคตจะมีความร่วมมือในด้านบล็อกเชนและอสังหาริมทรัพย์
zh: RISE地产积极发掘海外置业投资价值洼地，实现资产优化，帮助一站式满足全球用户租房、买房、装修、卖房、投资等需求，目前已与亚太城达成战略合作，双方约定，未来将在区块链和房地产领域展开合作。

# stwb118
source: Apply
ms: Mohon
th: สมัคร
zh: 应用

# stwb119
source: Build a more reliable Internet system, and integrate the blockchain with the real estate field to fundamentally solve the possible fraud between real estate transactions.
ms: Bina sistem Internet yang lebih dipercayai, dan integrasikan rantaian blok dengan medan hartanah untuk menyelesaikan secara asas kemungkinan penipuan antara urus niaga hartanah.
th: สร้างระบบอินเทอร์เน็ตที่น่าเชื่อถือยิ่งขึ้น และผสานรวมบล็อกเชนกับสาขาอสังหาริมทรัพย์เพื่อแก้ปัญหาการฉ้อโกงที่อาจเกิดขึ้นระหว่างธุรกรรมด้านอสังหาริมทรัพย์โดยพื้นฐาน
zh: 构建一个更加可靠的互联网系统，而将区块链与房地产领域融合，从根本解决地产交易之间可能存在的欺诈现象。

# stwb120
source: The data security and distributed storage characteristics of blockchain will also make real estate transaction data extremely transparent.
ms: Keselamatan data dan ciri storan teragih blok blok juga akan menjadikan data transaksi hartanah sangat telus.
th: ความปลอดภัยของข้อมูลและลักษณะการจัดเก็บแบบกระจายของบล็อคเชนจะทำให้ข้อมูลธุรกรรมด้านอสังหาริมทรัพย์โปร่งใสอย่างยิ่ง
zh: 区块链的数据安全性和分布式储存特性，也将使得房地产交易数据变得异常透明。

# stwb121
source: Apply related concepts such as digital tokens, virtual wallets, smart contracts, and calculation fees to real estate transactions, simplify transaction procedures, and upgrade user experience.
ms: Gunakan konsep yang berkaitan seperti token digital, dompet maya, kontrak pintar dan yuran pengiraan pada urus niaga hartanah, permudahkan prosedur transaksi dan tingkatkan pengalaman pengguna.
th: นำแนวคิดที่เกี่ยวข้องมาใช้ เช่น โทเค็นดิจิทัล กระเป๋าเงินเสมือน สัญญาอัจฉริยะ และค่าธรรมเนียมการคำนวณกับธุรกรรมอสังหาริมทรัพย์ ลดความซับซ้อนของขั้นตอนการทำธุรกรรม และอัปเกรดประสบการณ์ผู้ใช้
zh: 将数字通证、虚拟钱包、智能合约以及计算费用等相关概念应用到地产交易，简化交易程序，升级用户体验。

# stwb122
source: Tourism
ms: Pelancongan
th: การท่องเที่ยว
zh: 旅游

# stwb123
source: RISE Brigade upgrades the form of Internet tourism through the form of blockchain + tourism, breaks the connection mode of traditional centralized tourism platforms, and forms a new value ecosystem of the tourism industry. It opens up the upper, middle and lower reaches of the industry and effectively improves the efficiency of collaboration. Significantly reduce industry costs and realize more efficient and convenient tourism transaction methods. Improve the industry environment, income distribution and user payment mechanism, effectively protect the interests of all participants, and completely change the face of the tourism industry.
ms: RISE Briged menaik taraf bentuk pelancongan Internet melalui bentuk blockchain + pelancongan, memecahkan mod sambungan platform pelancongan berpusat tradisional, dan membentuk ekosistem nilai baharu industri pelancongan. Ia membuka bahagian atas, pertengahan dan capaian industri yang lebih rendah dan meningkatkan kecekapan kerjasama dengan berkesan. Mengurangkan kos industri dengan ketara dan merealisasikan kaedah transaksi pelancongan yang lebih cekap dan mudah. ​​Memperbaiki persekitaran industri, pengagihan pendapatan dan mekanisme pembayaran pengguna, melindungi kepentingan semua peserta secara berkesan, dan sepenuhnya mengubah wajah industri pelancongan.
th: RISE Brigade อัพเกรดรูปแบบการท่องเที่ยวทางอินเทอร์เน็ตผ่านรูปแบบของ blockchain + ท่องเที่ยว ทำลายโหมดการเชื่อมต่อของแพลตฟอร์มการท่องเที่ยวแบบรวมศูนย์แบบดั้งเดิม และสร้างระบบนิเวศมูลค่าใหม่ของอุตสาหกรรมการท่องเที่ยว โดยจะเปิดขึ้นบน กลาง และ ระดับล่างของอุตสาหกรรมและปรับปรุงประสิทธิภาพของการทำงานร่วมกันอย่างมีประสิทธิภาพ ลดค่าใช้จ่ายในอุตสาหกรรมอย่างมีนัยสำคัญและตระหนักถึงวิธีการทำธุรกรรมการท่องเที่ยวที่มีประสิทธิภาพและสะดวกมากขึ้น ปรับปรุงสภาพแวดล้อมของอุตสาหกรรม การกระจายรายได้ และกลไกการชำระเงินของผู้ใช้ ปกป้องผลประโยชน์ของผู้เข้าร่วมทั้งหมดอย่างมีประสิทธิภาพและเปลี่ยนแปลงอย่างสมบูรณ์ โฉมหน้าอุตสาหกรรมท่องเที่ยว
zh: RISE旅通过区块链＋旅游的形式升级互联网旅游形式，打破传统中心化旅游平台的连接模式，形成全新旅游产业价值生态圈。打通产业上中下游，高效提升协同效率，大幅度降低行业成本，实现更加高效便捷的旅游交易方式。改善行业环境、收益分配以及用户付费机制，有力地保护各方参与者的利益，彻底改变旅游产业的面貌。

# stwb124
source: Apply
ms: Mohon
th: สมัคร
zh: 应用

# stwb125
source: Digital asset payment:
ms: Pembayaran aset digital:
th: การชำระสินทรัพย์ดิจิทัล:
zh: 数字资产支付：

# stwb126
source: To conduct travel payment transactions in whole or in part through digital assets, create digital asset value standards and offline usage scenarios, and solve the problems of financial settlement, cross-border transactions, and information flow in global travel companies.
ms: Untuk menjalankan transaksi pembayaran perjalanan secara keseluruhan atau sebahagiannya melalui aset digital, mencipta piawaian nilai aset digital dan senario penggunaan luar talian, dan menyelesaikan masalah penyelesaian kewangan, transaksi rentas sempadan dan aliran maklumat dalam syarikat pelancongan global.
th: เพื่อทำธุรกรรมการชำระเงินค่าเดินทางทั้งหมดหรือบางส่วนผ่านสินทรัพย์ดิจิทัล สร้างมาตรฐานมูลค่าสินทรัพย์ดิจิทัลและสถานการณ์การใช้งานออฟไลน์ และแก้ปัญหาการชำระเงินทางการเงิน ธุรกรรมข้ามพรมแดน และการไหลของข้อมูลในบริษัทท่องเที่ยวทั่วโลก
zh: 通过数字资产全部或部分进行旅游支付交易，打造数字资产价值标准以及线下使用场景，解决全球旅游公司存在的财务清算，跨境交易，信息流转的问题。

# stwb127
source: Identity management:
ms: Pengurusan identiti:
th: การจัดการข้อมูลประจำตัว:
zh: 身份管理：

# stwb128
source: With biometrics and blockchain, identity and travel documents can be recorded and permanently stored, accessible with a simple click. We don't have to print multiple documents for multiple checkpoints during travel. Credit card information can also be easily stored. Airplanes, hotels and passports can streamline travelers' gear, and government agencies are more secure when dealing with tourists.
ms: Dengan biometrik dan blockchain, identiti dan dokumen perjalanan boleh direkodkan dan disimpan secara kekal, boleh diakses dengan satu klik mudah. ​​Kami tidak perlu mencetak berbilang dokumen untuk berbilang pusat pemeriksaan semasa perjalanan. Maklumat kad kredit juga boleh disimpan dengan mudah . Kapal terbang, hotel dan pasport boleh menyelaraskan peralatan pelancong, dan agensi kerajaan lebih selamat apabila berurusan dengan pelancong.
th: ด้วยไบโอเมตริกซ์และบล็อคเชน เอกสารระบุตัวตนและการเดินทางสามารถบันทึกและจัดเก็บถาวร เข้าถึงได้ด้วยการคลิกง่ายๆ เราไม่ต้องพิมพ์เอกสารหลายชุดสำหรับจุดตรวจหลายจุดระหว่างการเดินทาง ข้อมูลบัตรเครดิตก็จัดเก็บได้ง่ายเช่นกัน เครื่องบิน โรงแรม และหนังสือเดินทางสามารถปรับปรุงอุปกรณ์ของนักเดินทาง และหน่วยงานของรัฐมีความปลอดภัยมากขึ้นเมื่อต้องติดต่อกับนักท่องเที่ยว
zh: 通过生物识别和区块链，身份和旅行文件可以被记录并永久存储，只需简单点击一下即可访问。我们可以不必为了旅行中的多个检查点而打印多份文件。信用卡信息也可以很容易的被存储。飞机、酒店和护照可以精简旅行者的装备，政府机构在处理游客时也更加安全。

# stwb129
source: Smart Contract:
ms: Kontrak Pintar:
th: สัญญาอัจฉริยะ:
zh: 智能合约：

# stwb130
source: Travelers and travel agents will record all transactions in one block; loyalty programs and tourist points can be stored in blocks; commission agreements between airlines, hotels and booking agents will also be very clear Divide who gets the fees and when; corporate agreements with travel agents can be kept forever without questions or hidden fees.
ms: Pengembara dan ejen pelancongan akan merekodkan semua transaksi dalam satu blok; program kesetiaan dan mata pelancong boleh disimpan dalam blok; perjanjian komisen antara syarikat penerbangan, hotel dan ejen tempahan juga akan menjadi sangat jelas Bahagikan siapa yang mendapat bayaran dan bila; perjanjian korporat dengan ejen pelancongan boleh disimpan selama-lamanya tanpa sebarang pertanyaan atau bayaran tersembunyi.
th: นักเดินทางและตัวแทนท่องเที่ยวจะบันทึกธุรกรรมทั้งหมดไว้ในบล็อกเดียว โปรแกรมสะสมคะแนนและคะแนนนักท่องเที่ยวสามารถเก็บไว้ในบล็อกได้ ข้อตกลงค่าคอมมิชชันระหว่างสายการบิน โรงแรม และตัวแทนการจองจะชัดเจนมากเช่นกัน แบ่งว่าใครจะได้รับค่าธรรมเนียมและเมื่อใด ข้อตกลงองค์กรกับตัวแทนท่องเที่ยวสามารถเก็บไว้ได้ตลอดไปโดยไม่มีคำถามหรือค่าธรรมเนียมแอบแฝง
zh: 旅行者和旅行社将在一个区块里记录所有交易；忠诚度计划和游客积分可以被存储在区块中；航空公司、酒店和预定代理之间的佣金协议也将非常清楚的划分出谁何时得到费用；与旅行社签订的公司协议可以永久保存下来，不会存在疑问或隐藏费用。

# stwb131
source: Avoid fraud:
ms: Elakkan penipuan:
th: หลีกเลี่ยงการฉ้อโกง:
zh: 避免欺诈：

# stwb132
source: With the feature of storing documents and identities in the form of blocks, travel agencies do not need to manually check whether these reservations are marked as potentially fraudulent. Tourist information can be securely accessed through the blockchain, and the losses caused by fraud will be significantly reduced.
ms: Dengan ciri menyimpan dokumen dan identiti dalam bentuk blok, agensi pelancongan tidak perlu menyemak secara manual sama ada tempahan ini ditandakan sebagai berpotensi penipuan. Maklumat pelancong boleh diakses dengan selamat melalui rantaian blok, dan kerugian yang disebabkan melalui penipuan akan dikurangkan dengan ketara.
th: ด้วยคุณสมบัติการจัดเก็บเอกสารและข้อมูลประจำตัวในรูปแบบของบล็อก ตัวแทนการท่องเที่ยวไม่จำเป็นต้องตรวจสอบด้วยตนเองว่าการจองเหล่านี้ถูกทำเครื่องหมายว่าอาจเป็นการฉ้อโกงหรือไม่ สามารถเข้าถึงข้อมูลนักท่องเที่ยวได้อย่างปลอดภัยผ่านบล็อกเชนและการสูญเสียที่เกิดขึ้น โดยการฉ้อโกงจะลดลงอย่างมาก
zh: 凭借区块形式存储文档和身份的特点，旅行社不需要手动检查这些预定是否被标记为潜在欺诈。游客信息可通过区块链安全访问，欺诈造成的损失将显著减少。

# stwb133
source: NFT digital assets
ms: Aset digital NFT
th: สินทรัพย์ดิจิทัล NFT
zh: NFT数字资产

# stwb134
source: RISE will create a trading platform centered on "artists" and "collectors". Users can cast artworks, collections, etc. into NFT on the platform, and display, trade and auction them independently.
ms: RISE akan mencipta platform dagangan yang berpusat pada "artis" dan "pengumpul". Pengguna boleh menghantar karya seni, koleksi, dsb. ke dalam NFT pada platform, dan memaparkan, memperdagangkan dan melelongnya secara bebas.
th: RISE จะสร้างแพลตฟอร์มการซื้อขายที่มีศูนย์กลางอยู่ที่ "ศิลปิน" และ "นักสะสม" ผู้ใช้สามารถส่งงานศิลปะ คอลเลกชั่น ฯลฯ เข้าสู่ NFT บนแพลตฟอร์ม และแสดง แลกเปลี่ยน และประมูลได้อย่างอิสระ
zh: RISE将打造一个以“艺术家”和“藏家”为中心的交易平台，用户可以在平台上将艺术品、藏品等铸造成NFT，并自主展示、交易和拍卖。
