Repository: wewallets/wewallet
Catalog: lib/l10n/intl_*.arb
Languages: ms, th, zh

# nljjz
source: Loading hard...
ms: Memuatkan keras...
th: กำลังโหลดอย่างหนัก...
zh: 努力的加载中……

# mysjl
source: There is no more data~
ms: Tiada lagi data~
th: ไม่มีข้อมูลแล้ว~
zh: 没有更多数据啦~

# hqhqsjsb
source: Sorry for failing to obtain data~
ms: Maaf kerana gagal mendapatkan data~
th: ขออภัยที่ไม่สามารถรับข้อมูลได้~
zh: 抱歉获取数据失败~

# qbgl
source: Wallet Management
ms: Pengurusan Dompet
th: การจัดการกระเป๋าสตางค์
zh: 钱包管理

# qbnc
source: Wallet name
ms: Nama dompet
th: ชื่อกระเป๋าสตางค์
zh: 钱包名称

# xgqbnc
source: Modify wallet name
ms: Ubah suai nama dompet
th: แก้ไขชื่อกระเป๋าเงิน
zh: 修改钱包名称

# qsrqbnc
source: Please enter the wallet name
ms: Sila masukkan nama dompet
th: โปรดป้อนชื่อกระเป๋าเงิน
zh: 请输入钱包名称

# nsrdmmcw
source: The password you entered is wrong
ms: Kata laluan yang anda masukkan salah
th: รหัสผ่านที่คุณป้อนไม่ถูกต้อง
zh: 您输入的密码错误

# bwzjc
source: Backup mnemonic phrase
ms: Frasa mnemonik sandaran
th: สำรองวลีช่วยจำ
zh: 备份助记词

# bfsy
source: Back up private key
ms: Sandarkan kunci peribadi
th: สำรองคีย์ส่วนตัว
zh: 备份私钥

# dzgl
source: Address Management
ms: Pengurusan Alamat
th: การจัดการที่อยู่
zh: 地址管理

# yjh
source: Activated
ms: Diaktifkan
th: เปิดใช้งาน
zh: 已激活

# wjh
source: Not activated
ms: Tidak diaktifkan
th: ไม่ได้เปิดใช้งาน
zh: 未激活

# fzcg
source: Copy successful
ms: Salin berjaya
th: คัดลอกสำเร็จ
zh: 复制成功

# xq
source: Details
ms: Butiran
th: รายละเอียด
zh: 详情

# dqdz
source: Current Address
ms: Alamat Semasa
th: ที่อยู่ปัจจุบัน
zh: 当前地址

# qhcg
source: Switching successfully
ms: Berjaya bertukar
th: เปลี่ยนสำเร็จ
zh: 切换成功

# qsrqbncss
source: Enter wallet name to search
ms: Masukkan nama dompet untuk mencari
th: ป้อนชื่อกระเป๋าสตางค์เพื่อค้นหา
zh: 输入钱包名称搜索

# djqddzkqddz
source: Click to switch address to switch address
ms: Klik untuk menukar alamat untuk menukar alamat
th: คลิกเพื่อสลับที่อยู่เป็นเปลี่ยนที่อยู่
zh: 点击切换地址可切换地址

# cjqz
source: Create Address
ms: Buat Alamat
th: สร้างที่อยู่
zh: 创建地址

# drdz
source: Import Address
ms: Alamat Import
th: นำเข้าที่อยู่
zh: 导入地址

# sxsm
source: Please copy it carefully, keep it safe, and do not disclose your private key! The wallet server does not save it, and the user needs to lose it and cannot retrieve it.
ms: Sila salin dengan berhati-hati, pastikan ia selamat, dan jangan dedahkan kunci peribadi anda! Pelayan dompet tidak menyimpannya, dan pengguna perlu kehilangannya dan tidak boleh mendapatkannya semula.
th: โปรดคัดลอกอย่างระมัดระวัง เก็บรักษาให้ปลอดภัย และอย่าเปิดเผยคีย์ส่วนตัวของคุณ! เซิร์ฟเวอร์ wallet จะไม่บันทึกมัน และผู้ใช้จำเป็นต้องทำหายและไม่สามารถเรียกค้นคืนได้
zh: 请认真抄写，安全保管，切勿泄露自己的私钥！钱包服务器不保存，用户需要遗失，无法找回。

# sy
source: Private Key
ms: Kunci Peribadi
th: กุญแจส่วนตัว
zh: 私钥

# bcsyewm
source: Save the private key QR code
ms: Simpan kod QR kunci persendirian
th: บันทึกรหัส QR ของคีย์ส่วนตัว
zh: 保存私钥二维码

# bcsyewmsm
source: The QR code is generated from the address and private key Do not disclose to others
ms: Kod QR dijana daripada alamat dan kunci peribadi Jangan dedahkan kepada orang lain
th: รหัส QR ถูกสร้างขึ้นจากที่อยู่และคีย์ส่วนตัว ห้ามเปิดเผยต่อผู้อื่น
zh: 二维码是由地址和私钥生成 请勿泄露给他人

# xlsx
source: Pull to refresh
ms: Tarik untuk menyegarkan semula
th: ดึงเพื่อรีเฟรช
zh: 下拉刷新

# zzsx
source: Refreshing
ms: Menyegarkan
th: สดชื่น
zh: 正在刷新

# gxsb
source: Update failed
ms: Kemas kini gagal
th: อัปเดตล้มเหลว
zh: 更新失败

# gxwc
source: Update complete
ms: Kemas Kini Selesai
th: อัปเดตเสร็จสิ้น
zh: 更新完成

# sksx
source: Release to refresh
ms: Keluarkan untuk menyegarkan
th: ปล่อยเพื่อรีเฟรช
zh: 松开刷新

# wcjqbdz
source: Wallet address not created
ms: Alamat dompet tidak dibuat
th: ไม่ได้สร้างที่อยู่กระเป๋าสตางค์
zh: 未创建钱包地址

# qxcjqb
source: Please create/import wallet address first, add wallet assets
ms: Sila buat/import alamat dompet dahulu, tambah aset dompet
th: โปรดสร้าง/นำเข้าที่อยู่กระเป๋าเงินก่อน เพิ่มทรัพย์สินของกระเป๋าเงิน
zh: 请先创建/导入钱包地址，添加钱包资产

# cj
source: Create
ms: Buat
th: สร้าง
zh: 创建

# zb
source: Not for now
ms: Bukan buat masa ini
th: ไม่ใช่สำหรับตอนนี้
zh: 暂不

# zhzn
source: Activation Guide
ms: Panduan Pengaktifan
th: คู่มือการเปิดใช้งาน
zh: 激活指南

# zhznsm
source: Please copy your address in the personal center, and contact your friends to help activate.
ms: Sila salin alamat anda di pusat peribadi, dan hubungi rakan anda untuk membantu mengaktifkan.
th: โปรดคัดลอกที่อยู่ของคุณในศูนย์ส่วนบุคคล และติดต่อเพื่อนของคุณเพื่อช่วยเปิดใช้งาน
zh: 请在个人中心，复制您的地址，并联系您的好友，帮忙激活。

# wzdl
source: I got it
ms: Saya faham
th: เข้าใจแล้ว
zh: 我知道了

# zwsj
source: No data yet
ms: Tiada data lagi
th: ยังไม่มีข้อมูล
zh: 暂无数据

# bb
source: Coins
ms: Syiling
th: เหรียญ
zh: 币币

# zzjzzc
source: Loading assets...
ms: Memuatkan aset...
th: กำลังโหลดเนื้อหา...
zh: 正在加载资产...

# zc
source: Assets
ms: Aset
th: สินทรัพย์
zh: 资产

# zzczk
source: Total account assets equivalent ($)
ms: Jumlah aset akaun yang setara ($)
th: รวมสินทรัพย์ในบัญชีเทียบเท่า ($)
zh: 总账户资产折合（$）

# tjzc
source: Add Asset
ms: Tambah Aset
th: เพิ่มเนื้อหา
zh: 添加资产

# xytjwg
source: Gateway to be added
ms: Gerbang akan ditambah
th: เกตเวย์ที่จะเพิ่ม
zh: 需要添加的网关

# xytjwegsm
source: Transfer can only be carried out after the gateway asset is opened
ms: Sebaik sahaja anda pergi ke aset get laluan untuk membukanya boleh dikendalikan
th: เมื่อคุณไปที่เนื้อหาเกตเวย์เพื่อเปิด ก็สามารถดำเนินการได้
zh: 前往网关资产开启后才能进行操作

# qd
source: OK
th: ตกลง
zh: 确定

# xtts
source: System prompt
ms: Petua Sistem
th: คำแนะนำระบบ
zh: 系统提示

# zsgb
source: Temporarily closed
ms: Ditutup buat sementara waktu
th: ปิดชั่วคราว
zh: 暂时关闭

# zbhtb
source: Deposit and Withdraw
ms: Deposit dan Pengeluaran
th: ฝากและถอนเงิน
zh: 充币和提币

# zdl
source: Got it
ms: Faham
th: รับทราบ
zh: 知道了

# sd
source: Redemption
ms: Penebusan
th: แลกใช้แฟลช
zh: 闪兑

# tb
source: Withdrawal
ms: Pengeluaran
th: ถอนเงิน
zh: 提币

# cb
source: Recharge Coin
ms: Caj semula Syiling
th: เติมเงินเหรียญ
zh: 充币

# sk
source: Receipt
ms: Resit
th: ใบเสร็จรับเงิน
zh: 收款

# zz
source: Transfer
ms: Pemindahan
th: โอน
zh: 转账

# cjb
source: Sale List
ms: Senarai Jualan
th: รายการขาย
zh: 成交榜

# zfb
source: Increase list
ms: Tingkatkan senarai
th: เพิ่มรายการ
zh: 涨幅榜

# xbb
source: New Currency List
ms: Senarai Mata Wang Baharu
th: รายการสกุลเงินใหม่
zh: 新币榜

# ztkcsy
source: Mine Pool Earnings Yesterday
ms: Pendapatan Kolam Lombong Semalam
th: รายได้รวมของเหมืองเมื่อวาน
zh: 昨日矿池收益

# ggxq
source: Announcement Details
ms: Butiran Pengumuman
th: รายละเอียดการประกาศ
zh: 公告详情

# gglb
source: Announcement List
ms: Senarai Pengumuman
th: รายการประกาศ
zh: 公告列表

# zbb
source: Ledger
ms: Lejar
th: บัญชีแยกประเภท
zh: 账本

# kc
source: Pool
ms: Kolam
th: บ่อขุด
zh: 矿池

# kqxjqxsb
source: Failed to obtain camera permission
ms: Gagal mendapatkan kebenaran kamera
th: ไม่สามารถขออนุญาตใช้กล้องได้
zh: 获取相机权限失败

# jqqd
source: Look forward to it
ms: Nantikannya
th: ตั้งหน้าตั้งตารอ
zh: 敬请期待

# jhkg
source: Activate Miner
ms: Aktifkan
th: เปิดใช้งาน Miner
zh: 激活矿工

# sys
source: Scan
ms: Imbas
th: สแกน
zh: 扫一扫

# tpsb
source: Vote for listing
ms: Undi untuk penyenaraian
th: โหวตให้รายการ
zh: 投票上币

# sc
source: Mall
th: ห้างสรรพสินค้า
zh: 商城

# nc
source: Name
ms: Nama
th: ชื่อ
zh: 名称

# zxj
source: Latest Price
ms: Harga Terkini
th: ราคาล่าสุด
zh: 最新价

# zf
source: Increase
ms: Tingkatkan
th: เพิ่มขึ้น
zh: 涨幅

# fzdz
source: Copy Address
ms: Salin Alamat
th: คัดลอกที่อยู่
zh: 复制地址

# zwdz
source: No address yet
ms: Belum ada alamat
th: ยังไม่มีที่อยู่
zh: 暂无地址

# xsbk
source: A must-see for novice trading
ms: Perdagangan orang baru mesti melihat
th: มือใหม่ต้องดูการซื้อขาย
zh: 新手交易必看

# xlkf
source: Contact Customer Service
ms: Hubungi Khidmat Pelanggan
th: ติดต่อฝ่ายบริการลูกค้า
zh: 联系客服

# xgqb
source: Change wallet password
ms: Ubah Suai Kata Laluan Dompet
th: แก้ไขรหัสผ่านกระเป๋าเงิน
zh: 修改钱包密码

# czqbmm
source: Reset Wallet Password
ms: Tetapkan Semula
th: รีเซ็ตรหัสผ่านกระเป๋าเงิน
zh: 重置钱包密码

# gww
source: Official Website
ms: Laman Web Rasmi
th: เว็บไซต์อย่างเป็นทางการ
zh: 官网

# qklllq
source: Blockchain Explorer
ms: Penjelajah Rantaian Sekat
th: ตัวสำรวจบล็อคเชน
zh: 区块链浏览器

# appxz
source: APP Download
ms: Muat Turun APP
th: ดาวน์โหลดแอป
zh: APP下载

# kwdz
source: Open Source Address
ms: Alamat Sumber Terbuka
th: ที่อยู่โอเพ่นซอร์ส
zh: 开源地址

# bbh
source: Version Number
ms: Nombor Versi
th: หมายเลขเวอร์ชัน
zh: 版本号

# hqq
source: Quotes
ms: petikan
th: คำพูด
zh: 行情

# bbjy
source: Currency Trading
ms: Perdagangan Mata Wang
th: ซื้อขายสกุลเงิน
zh: 币币交易

# dqwt
source: Current Order
ms: Pesanan Semasa
th: คำสั่งปัจจุบัน
zh: 当前委托

# qbb
source: All
ms: Semua
th: ทั้งหมด
zh: 全部

# kx
source: K line
th: เคไลน์
zh: K线

# sl
source: Quantity
ms: Kuantiti
th: ปริมาณ
zh: 数量

# ky
source: Available
ms: Tersedia
th: ใช้ได้
zh: 可用

# jye
source: Amount
ms: Jumlah Transaksi
th: จำนวนธุรกรรม
zh: 交易额

# mr
source: Buy
ms: Beli
th: ซื้อใน
zh: 买入

# mc
source: Sell
ms: Jual
th: ขาย
zh: 卖出

# jg
source: Price
ms: Harga
th: ราคา
zh: 价格

# m
source: Sell
ms: Jual
th: ซื้อ
zh: 卖

# mm
source: Buy
ms: Beli
th: ซื้อ
zh: 买

# scc
source: Delete
ms: Padam
th: ลบ
zh: 删除

# cxx
source: Cancel
ms: Batal
th: ยกเลิก
zh: 撤销

# wtjg
source: Order Price
ms: Harga Pesanan
th: ราคาสั่งซื้อ
zh: 委托价格

# wtsl
source: Order Quantity
ms: Kuantiti Pesanan
th: ปริมาณการสั่งซื้อ
zh: 委托数量

# sjcg
source: Actual Transaction
ms: Transaksi Sebenar
th: ธุรกรรมจริง
zh: 实际成交

# qsrgmsl
source: Please enter the purchase quantity
ms: Sila masukkan kuantiti pembelian
th: โปรดป้อนปริมาณการซื้อ
zh: 请输入购买数量

# qsrgmjg
source: Please enter the purchase price
ms: Sila masukkan harga belian
th: โปรดป้อนราคาซื้อ
zh: 请输入购买价格

# qsrzqgmsljg
source: Please enter the correct purchase price or quantity
ms: Sila masukkan harga atau kuantiti pembelian yang betul
th: โปรดป้อนราคาซื้อหรือปริมาณที่ถูกต้อง
zh: 请输入正确购买价格或数量

# gdz
source: Pending order...
ms: Pesanan belum selesai...
th: รอดำเนินการสั่งซื้อ...
zh: 挂单中...

# gdcg
source: Pending order is successful
ms: Pesanan belum selesai berjaya
th: รอดำเนินการสั่งซื้อสำเร็จ
zh: 挂单成功

# cdz
source: Withdrawal...
ms: Pengeluaran...
th: ถอนเงิน...
zh: 撤单中...

# cdcg
source: Order cancelled successfully
ms: Pesanan berjaya dibatalkan
th: ยกเลิกคำสั่งซื้อเรียบร้อยแล้ว
zh: 撤单成功

# scz
source: Delete...
ms: Padam...
th: ลบ...
zh: 删除中...

# sccg
source: Delete successfully
ms: Berjaya padam
th: ลบสำเร็จ
zh: 删除成功

# sdd
source: Depth
ms: Kedalaman
th: ความลึก
zh: 深度

# cjj
source: Deal
ms: Tawaran
th: ดีล
zh: 成交

# jjj
source: Introduction
ms: Pengenalan
th: แนะนำตัว
zh: 简介

# g
source: High
ms: Tinggi
th: สูง
zh: 高

# d
source: Low
ms: Rendah
th: ต่ำ
zh: 低

# fs
source: Sharing
ms: Perkongsian Masa
th: แบ่งเวลา
zh: 分时

# f
source: Minute
ms: minit
th: นาที
zh: 分

# xss
source: Hour
ms: Jam
th: ชั่วโมง
zh: 小时

# rx
source: Daily
ms: Barisan Harian
th: เส้นรายวัน
zh: 日线

# zx
source: Week
ms: baris minggu
th: เส้นสัปดาห์
zh: 周线

# gd
source: More
ms: Lagi
th: เพิ่มเติม
zh: 更多

# zbbs
source: Indicators
ms: Penunjuk
th: ตัวชี้วัด
zh: 指标

# zt
source: Main Picture
ms: Gambar Utama
th: รูปภาพหลัก
zh: 主图

# ft
source: Sub-picture
ms: Sub-gambar
th: ภาพรอง
zh: 副图

# mmp
source: Buy
ms: Beli
th: ซื้อ
zh: 买盘

# mmmp
source: Sell Order
ms: Pesanan Jual
th: คำสั่งขาย
zh: 卖盘

# sj
source: Time
ms: Masa
th: เวลา
zh: 时间

# fxsj
source: Release time
ms: Masa keluaran
th: เวลาวางจำหน่าย
zh: 发行时间

# faxzhongl
source: Total Issued
ms: Jumlah Dikeluarkan
th: ออกทั้งหมด
zh: 发行总量

# liutongzhongl
source: Total Circulation
ms: Jumlah Peredaran
th: ยอดหมุนเวียน
zh: 流通总量

# bps
source: White Paper
ms: Kertas Putih
th: เอกสารไวท์เปเปอร์
zh: 白皮书

# gw
source: Official Website
ms: Laman Web Rasmi
th: เว็บไซต์อย่างเป็นทางการ
zh: 官网

# qkss
source: Block Query
ms: Pertanyaan Sekat
th: บล็อกคำค้นหา
zh: 区块查询

# l
source: the amount
ms: kuantiti
th: ปริมาณ
zh: 量

# jyl
source: Trading Volume
ms: Jumlah Dagangan
th: ปริมาณการซื้อขาย
zh: 交易量

# zdf
source: Rise and fall
ms: Bankit dan jatuh
th: ขึ้นๆ ลงๆ
zh: 涨跌幅

# xsq
source: Hours ago
ms: Sejam yang lalu
th: ชั่วโมงที่แล้ว
zh: 小时前

# kczfdbbzh
source: Transfer from the mining pool to the currency account
ms: Pindahkan daripada kumpulan perlombongan ke akaun mata wang
th: โอนจากกลุ่มการขุดไปยังบัญชีสกุลเงิน
zh: 矿池转出到币币账户

# zqkczzcg
source: The operation of transferring out of the mining pool is successful, processing is in progress
ms: Operasi pemindahan keluar dari kolam perlombongan berjaya, pemprosesan sedang dijalankan
th: การดำเนินการโอนออกจากพูลการขุดสำเร็จ อยู่ในระหว่างดำเนินการ
zh: 转出矿池操作成功 ，处理中

# bbzhye
source: Credit account balance
ms: Kredit baki akaun
th: ยอดเครดิตคงเหลือ
zh: 币币账号余额

# kcsdye
source: Mining Pool Locked Balance
ms: Imbangan Terkunci Kolam Perlombongan
th: บล็อกการทำเหมืองแร่ที่ถูกล็อกยอดคงเหลือ
zh: 矿池锁定余额

# zye
source: Total Revenue
ms: Jumlah Hasil
th: รายได้รวม
zh: 总收益

# bbzhzrkc
source: Transfer currency account into mining pool
ms: Pemindahan akaun kredit ke kumpulan perlombongan
th: โอนบัญชีเครดิตไปยังกลุ่มการขุด
zh: 币币账户转入矿池

# kcsymx
source: Mining Pool Revenue Details
ms: Pecahan Hasil Kolam Perlombongan
th: รายละเอียดรายได้จากพูลการขุด
zh: 矿池收益明细

# zjyzsy
source: Return in the last week (yuan)
ms: Pulangan dalam minggu lepas (yuan)
th: กลับมาในสัปดาห์ที่แล้ว (หยวน)
zh: 最近一周收益(元)

# zjsb
source: Best Holding Currency
ms: Mata Wang Pegangan Terbaik
th: สกุลเงินที่ถือได้ดีที่สุด
zh: 最佳持币

# zxcb
source: Minimum holding currency
ms: Mata wang pegangan minimum
th: สกุลเงินที่ถือขั้นต่ำ
zh: 最小持币

# ztsy
source: Yesterday Earnings
ms: Pendapatan Semalam
th: รายได้เมื่อวาน
zh: 昨天收益

# pflb
source: Allotment List
ms: Senarai Peruntukan
th: รายการจัดสรร
zh: 配发列表

# pflbwqts
source: Warm Reminder: Allotment purchase time is one week
ms: Peringatan Hangat: Masa pembelian peruntukan ialah satu minggu
th: เตือนความจำ: เวลาซื้อที่จัดสรรคือหนึ่งสัปดาห์
zh: 温情提示：配发购买时间为一周

# gmtp
source: Buy Token
ms: Token Belian
th: ซื้อโทเค็น
zh: 购买通证

# rqi
source: Date
ms: Tarikh
th: วันที่
zh: 日期

# bz
source: Currency
ms: Mata wang
th: สกุลเงิน
zh: 币种

# caoz
source: Operation
ms: Operasi
th: ปฏิบัติการ
zh: 操作

# yfftz
source: Issued Token
ms: Token Dikeluarkan
th: โทเค็นที่ออก
zh: 已发放的通证

# ffz
source: Distributing
ms: Mengedarkan
th: แจกจ่าย
zh: 发放中

# yff
source: Distributed
ms: Diedarkan
th: กระจาย
zh: 已发放

# xzzfbz
source: Choose payment currency
ms: Pilih mata wang pembayaran
th: เลือกสกุลเงินสำหรับชำระเงิน
zh: 选择支付币种

# zfcgclz
source: Payment is successful, processing
ms: Pembayaran berjaya, diproses
th: ชำระเงินสำเร็จ กำลังดำเนินการ
zh: 支付成功，处理中

# krkcczcgclz
source: The operation to transfer to the mining pool is successful, processing is in progress
ms: Operasi pemindahan ke kolam perlombongan berjaya, pemprosesan sedang dijalankan
th: การดำเนินการถ่ายโอนไปยังพูลการขุดสำเร็จ อยู่ในระหว่างดำเนินการ
zh: 转入矿池操作成功 ，处理中

# zbxq
source: Ledger Details
ms: Butiran Lejar
th: รายละเอียดบัญชีแยกประเภท
zh: 账本详情

# ztai
source: Status
th: สถานะ
zh: 状态

# leixin
source: Type
ms: Jenis
th: ประเภท
zh: 类型

# yuee
source: Balance
ms: Baki
th: บาลานซ์
zh: 余额

# dfzh
source: Partner's account
ms: Akaun pihak lain
th: บัญชีของอีกฝ่าย
zh: 对方账号

# cjsj
source: Created Time
ms: Masa Dicipta
th: เวลาที่สร้าง
zh: 创建时间

# zr
source: Transfer in
ms: Pindahkan masuk
th: โอนเข้า
zh: 转入

# zhaunchu
source: Transfer Out
ms: Pindah Keluar
th: โอนออก
zh: 转出

# kczr
source: Mining Pool Transfer
ms: Pemindahan Kolam Perlombongan
th: โอนพูลการขุด
zh: 矿池转入

# kczc
source: Mining Pool Transfer Out
ms: Pemindahan Kolam Perlombongan Keluar
th: โอนพูลการขุด
zh: 矿池转出

# qt
source: Other
ms: Lain-lain
th: อื่นๆ
zh: 其他

# clz
source: Processing
ms: Memproses
th: กำลังดำเนินการ
zh: 处理中

# bzkg
source: Remarks for miners
ms: Catatan untuk pelombong
th: ข้อสังเกตสำหรับคนงานเหมือง
zh: 备注矿工

# kznc
source: Miner Name
ms: Nama Pelombong
th: ชื่อคนขุดแร่
zh: 矿工名称

# baocun
source: Save
ms: Simpan
zh: 保存

# qtxkcbznc
source: Please fill in the miner's remarks name
ms: Sila isikan nama pelombong
th: กรุณากรอกชื่อหมายเหตุของคนขุดแร่
zh: 请填写矿工备注名称

# xgcg
source: Modified successfully
ms: Berjaya diubah suai
th: แก้ไขสำเร็จ
zh: 修改成功

# xzbz
source: Select Currency
ms: Pilih Mata Wang
th: เลือกสกุลเงิน
zh: 选择币种

# yqhysm
source: After inviting friends to download and helping them activate, you can form your contact network and establish community network mining nodes with friends!
ms: Selepas anda menjemput rakan memuat turun dan membantu mereka mengaktifkan, anda boleh membentuk rangkaian kenalan anda dan mewujudkan nod perlombongan rangkaian komuniti dengan rakan!
th: หลังจากที่คุณเชิญเพื่อนให้ดาวน์โหลดและช่วยให้พวกเขาเปิดใช้งาน คุณสามารถสร้างเครือข่ายผู้ติดต่อของคุณและสร้างโหนดการขุดเครือข่ายชุมชนกับเพื่อน ๆ ได้!
zh: 邀请好友下载后，并帮助好友激活后，才能形成您的联系人网络，和朋友间建立社区网络挖矿节点！

# fzxzlj
source: Invite friends
ms: Salin pautan muat turun dan majukan kepada rakan
th: คัดลอกลิงก์ดาวน์โหลดแล้วส่งต่อให้เพื่อน
zh: 复制下载链接转发给好友

# yqhyxzapp
source: Invite friends to download APP
ms: Jemput rakan memuat turun APP
th: เชิญเพื่อนมาดาวน์โหลดแอป
zh: 邀请好友下载APP

# zzjz
source: Loading...
ms: Memuatkan...
th: กำลังโหลด...
zh: 正在加载...

# qbwt
source: All delegates
ms: Semua perwakilan
th: ผู้แทนทั้งหมด
zh: 全部委托

# lsjl
source: History
ms: Sejarah
th: ประวัติ
zh: 历史记录

# bfcgrhqx
source: Partially traded and then cancelled
ms: Didagangkan sebahagiannya dan kemudian dibatalkan
th: ซื้อขายบางส่วนแล้วยกเลิก
zh: 部分成交然后取消

# bfcj
source: Partial deal
ms: Transaksi Separa
th: ธุรกรรมบางส่วน
zh: 部分成交

# wqcj
source: Full deal
ms: Tawaran penuh
th: ดีลเต็ม
zh: 完全成交

# guadan
source: Pending Order
ms: Pesanan Belum Selesai
th: รอดำเนินการสั่งซื้อ
zh: 挂单

# qx
source: Cancel
ms: Batal
th: ยกเลิก
zh: 取消

# cjze
source: Sale Total
ms: Jumlah Jualan
th: ยอดขายรวม
zh: 成交总额

# cjjj
source: Average Transaction Price
ms: Harga Transaksi Purata
th: ราคาซื้อขายเฉลี่ย
zh: 成交均价

# cjl
source: Volume
th: ระดับเสียง
zh: 成交量

# shouye
source: Home
ms: Rumah
th: บ้าน
zh: 首页

# hangq
source: Quotes
ms: petikan
th: คำพูด
zh: 行情

# zhic
source: Assets
ms: Aset
th: สินทรัพย์
zh: 资产

# wode
source: My
ms: Saya
th: ของฉัน
zh: 我的

# zaianyictuichuyingyong
source: Press again to exit the application
ms: Tekan sekali lagi untuk keluar dari aplikasi
th: กดอีกครั้งเพื่อออกจากโปรแกรม
zh: 再按一次将退出应用

# smxwfk
source: Scan the QR code to pay me
ms: Imbas kod QR untuk membayar saya
th: สแกนคิวอาร์โค้ดเพื่อชำระเงิน
zh: 扫码向我付款

# fzskm
source: Copy Payment Code
ms: Salin Kod Pembayaran
th: คัดลอกรหัสการชำระเงิน
zh: 复制收款码

# skljl
source: Receipt Record
ms: Rekod Penerimaan
th: บันทึกใบเสร็จรับเงิน
zh: 收款记录

# skm
source: Receipt Code
ms: Kod Resit
th: รหัสใบเสร็จรับเงิน
zh: 收款码

# qsrdfqbdz
source: Please enter the other party's wallet address
ms: Sila masukkan alamat dompet pihak lain
th: โปรดป้อนที่อยู่กระเป๋าสตางค์ของอีกฝ่าย
zh: 请输入对方钱包地址

# jhxyxh
source: Activation requires consumption
ms: Pengaktifan memerlukan penggunaan
zh: 激活需要消耗

# bnjhzj
source: Can't activate yourself
ms: Tidak dapat mengaktifkan diri anda
zh: 不能激活自己哦

# jhcg
source: Activation successful
ms: Berjaya diaktifkan
zh: 激活成功

# tjwgzc
source: Add Gateway Asset
ms: Tambah aset get laluan
zh: 添加网关资产

# tjwbzcsm
source: Please select the asset that needs to be added, and the transfer transaction can only be performed after opening it.
ms: Sila pilih aset yang perlu ditambah dan transaksi pemindahan hanya boleh dilakukan selepas membukanya.
zh: 请选择需要添加的资产，开启后才能进行转账交易。

# czcgclz
source: Operation is successful, processing
ms: Operasi berjaya, pemprosesan sedang dijalankan
zh: 操作成功，处理中

# szmm
source: Set Password
ms: Tetapkan Kata Laluan
zh: 设置密码

# szmmcd
source: Wallet password length is 6-20 characters
ms: Panjang kata laluan dompet ialah 6-20 aksara
zh: 钱包密码长度为6〜20个字符

# zqdmm
source: Confirm the password again
ms: Sahkan kata laluan sekali lagi
zh: 再确定密码

# zcsrxtmm
source: Enter the same password again
ms: Masukkan kata laluan yang sama sekali lagi
zh: 再次输入相同的密码

# qsrmm
source: Please enter a password
ms: Sila masukkan kata laluan
zh: 请输入密码

# qzrsrxtmm
source: Please enter the same password again
ms: Sila masukkan kata laluan yang sama sekali lagi
zh: 请再次输入相同的密码

# mmcgcw
source: 6-20 characters, including at least numbers and letters, and characters are allowed
ms: 6-20 aksara, termasuk sekurang-kurangnya nombor dan huruf, dan boleh ada aksara
zh: 6-20个字符，至少包含数字跟字母，可以有字符

# scdzsb
source: Failed to generate address
ms: Gagal menjana alamat
th: ไม่สามารถสร้างที่อยู่ได้
zh: 生成地址失败

# cjqbdz
source: Create wallet address
ms: Buat alamat dompet
th: สร้างที่อยู่กระเป๋าสตางค์
zh: 创建钱包地址

source: shandui
zh: 闪兑

# qinshuru
source: Please redeem the quantity
ms: Sila tebus kuantiti
th: กรุณาแลกรับจำนวน
zh: 请兑换数量

# huilv
source: Exchange Rate
ms: Kadar Pertukaran
th: อัตราแลกเปลี่ยน
zh: 汇率

# sxf
source: Handling Fee
ms: Yuran Pengendalian
th: ค่าธรรมเนียมการจัดการ
zh: 手续费

# lijiduih
source: Exchange now
ms: Tukar sekarang
th: แลกเปลี่ยนเดี๋ยวนี้
zh: 立即兑换

# qingshuruduihshul
source: Please enter the amount of exchange
ms: Sila masukkan jumlah pertukaran
th: โปรดป้อนจำนวนการแลกเปลี่ยน
zh: 请输入兑换的数量

# daoruqb
source: Import wallet
ms: Import dompet
th: นำเข้ากระเป๋าสตางค์
zh: 导入钱包

# zhujic
source: Mnemonic words
ms: Perkataan Mnemonik
th: คำช่วยจำ
zh: 助记词

# shiyao
source: Private Key
ms: Kunci Peribadi
th: กุญแจส่วนตัว
zh: 私钥

# sheznictis
source: Set the wallet name so that it can be remembered
ms: Tetapkan nama dompet supaya ia boleh diingati
th: ตั้งชื่อกระเป๋าสตางค์ให้จำได้
zh: 设置钱包名称，以便记忆

# shezzzjts
source: Please enter the mnemonic words, separated by spaces
ms: Sila masukkan perkataan mnemonik, dipisahkan oleh ruang
th: โปรดป้อนคำช่วยจำ โดยคั่นด้วยช่องว่าง
zh: 请输入助记词单词，并使用空格分隔

# qingshurushiyao
source: Please enter the private key
ms: Sila masukkan kunci peribadi
th: โปรดป้อนรหัสส่วนตัว
zh: 请输入私钥

# qnshurqbnc
source: Please enter your wallet nickname～
ms: Sila masukkan nama panggilan dompet anda～
th: กรุณากรอกชื่อเล่นกระเป๋าเงินของคุณ～
zh: 请您输入钱包昵称～

# qnshurzjc
source: Please enter the mnemonic~
ms: Sila masukkan mnemonik~
th: โปรดป้อนคำช่วยจำ~
zh: 请您输入助记词～

# qnsrsy
source: Please enter your private key～
ms: Sila masukkan kunci peribadi anda～
th: กรุณากรอกรหัสส่วนตัวของคุณ～
zh: 请您输入私钥～

# bncwtjdz
source: Cannot add addresses repeatedly
ms: Tidak boleh menambah alamat berulang kali
th: ไม่สามารถเพิ่มที่อยู่ซ้ำได้
zh: 不能重复添加地址

# kuanggonglieb
source: List of miners
ms: Senarai pelombong
th: รายชื่อคนงานเหมือง
zh: 矿工列表

# zongjihuoshul
source: Total number of activations
zh: 总激活数量

# wodekujanggonglieb
source: My list of miners
ms: Senarai pelombong saya
th: รายชื่อคนงานเหมืองของฉัน
zh: 我的矿工列表

# yaoiqingzhifu
source: Invite miners to share wealth
ms: Jemput pelombong untuk berkongsi kekayaan
th: เชิญนักขุดมาแบ่งปันความมั่งคั่ง
zh: 邀请矿工 共享财富

# qianbaonic
source: Wallet Nickname
ms: Nama Samaran Dompet
th: ชื่อเล่นกระเป๋าเงิน
zh: 钱包昵称

# jilsy
source: Cumulative Income
ms: Pendapatan Terkumpul
th: กำไรสะสม
zh: 累计收益

# chibisuanli
source: Credit holding power
ms: Kuasa pegangan kredit
th: อำนาจถือเครดิต
zh: 持币算力

# tgsl
source: Promotion of computing power
ms: Promosi kuasa pengkomputeran
th: ส่งเสริมพลังการประมวลผล
zh: 推广算力

# daorjsty
source: Create and import, which means you have agreed
ms: Buat dan import, yang bermaksud anda telah bersetuju
th: สร้างและนำเข้า ซึ่งหมายความว่าคุณตกลง
zh: 创建和导入，表示您已同意

# ysxy
source: Privacy Terms and Service Agreement
ms: Syarat Privasi dan Perjanjian Perkhidmatan
th: "ข้อกำหนดความเป็นส่วนตัวและข้อตกลงการบริการ"
zh: 《隐私条款和服务协议》

# bfzjc
source: Backup mnemonic phrase
ms: Frasa mnemonik sandaran
th: สำรองวลีช่วยจำ
zh: 备份助记词

# tiaoguo
source: Skip
ms: Langkau
th: ข้าม
zh: 跳过

# zzchuangjdiz
source: Creating wallet...
ms: Mencipta dompet...
th: กำลังสร้างกระเป๋าสตางค์...
zh: 正在创建钱包...

# zjcsxsm1
source: Please fill in in order according to the mnemonic words you copied
ms: Sila ikut salinan bantuan anda
th: กรุณากรอกตามลำดับคำช่วยจำที่คุณคัดลอก
zh: 请根据您抄写的助记词，按顺序选择填充
